[{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nHomework 3\nSolutions\nThe solutions below are commented extensively so that you can get insights into how to\nreason when solving similar problems. Even if you had to present full solutions on paper you\nwould not be expected to provide anything remotely similar in order to get full score. Very\nconcise, correct solutions would be perfectly acceptable.\n1  Problem 1\nThis was not really a “problem,” just an acknowledgment that one will abide by Cornell’s\nrules of academic integrity.\n2  Problem 2\nThe annual dividend yield is computed by dividing _____ annual dividend by the current\nstock price.\nAnswer\n:\nIn our problems we often simplify things so that we can focus on the important issues.\nIn the context of dividend payments, we always assumed that we are at the very beginning\nof a dividend-payment period, and the that the dividend due for the “current period” has\nalready been paid. These considerations justify the choice of “next year’s” for the answer to\nthis question.\n3  Problem 3\nBook Match just paid an annual dividend of $1.50 per share. The company will increase its\ndividend by 7 percent next year and will then reduce its dividend growth rate by 2 percentage\npoints per year until it reaches the industry average of 3 percent dividend growth, after which\nthe company will keep a constant growth rate forever. What is the price of this stock today\ngiven a required return of 14 percent?\nAnswer:\nLet\nD\n0\n= $1\n.\n50\nbe the “just paid” dividend. At the end of year 1 (next year), the dividend\npaid will be\nD\n1\n=\nD\n0\n·\n(1 + 0\n.\n07) = $1\n.\n605\n≈\n% = $1\n.\n61\n; at the end of year 2 the dividend paid\n1","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw3.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231025024409-04'00'","ModDate":"D:20231025024409-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":10},"loc":{"pageNumber":1,"lines":{"from":1,"to":55}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nwill be\nD\n2\n=\nD\n1\n·\n(1 + 0\n.\n05) = $1\n.\n6905\n≈\n$1\n.\n69\n; at the end of year 3, the dividend paid will be\nD\n3\n=\nD\n2\n·\n(1 + 0\n.\n03) = $1\n.\n7407\n≈\n$1\n.\n74\n.\nAt time t=2, looking toward future dividends, we see a stream of dividends growing at\na constant rate, and we get\np\n2\n=\nD\n3\nr\n−\ng\n=\n1\n.\n74\n0\n.\n14\n−\n0\n.\n03\n= $15\n.\n81816\n≈\n$15\n.\n82\n.  The dividends at\ntime t=1 and time t=2 do not form a pattern of payments that we studied; hence, we use the\nformulas for idiosyncratic (irregular, non-constant) dividend payments to get:\np\n0\n=\nD\n1\n1 +\nr\n+\nD\n2\n(1 +\nr\n)\n2\n+\np\n2\n(1 +\nr\n)\n2\n=\n1\n.\n61\n1\n.\n14\n+\n1\n.\n69\n1\n.\n14\n2\n+\n15\n.\n82\n1\n.\n14\n2\n= 1\n.\n41228 + 1\n.\n30040 + 12\n.\n17298\n= $14\n.\n88566\n≈\n$14\n.\n89\n.\nOur result is closest to $14.85 among all the suggested answers. We will choose this one, as\nthe difference is only $0.04, and such a divergence may easily result when one uses approximate\ncalculations.\n4  Problem 4\nMcKerley Corporation has preferred stock outstanding that will pay an annual dividend of\n$4.60 per share with the first dividend exactly 14 years from today. If the required return is\n3.78 percent, what is the current price of the stock?\nAnswer:\nThe simplest solution is to compute the (estimated) price of the stock at time t=13 years.\n“Looking out” into the future, we see an infinite sequence of constant (annual) dividends. We\ncan immediately compute the the stock price at time t=13:\np\n13\n=\n4\n.\n60\n0\n.\n0378\n= $121\n.\n69312\n. We\nnow discount back this amount back to time 0 to get\np\n0\n=\np\n13\n(1+0\n.\n0378)\n13\n=\n121\n.\n69312\n1\n.\n0378\n13\n= $75\n.\n12567\n≈\n$75\n.\n13\n, which is the answer that we choose.\nA question that came up in discussions of this problem is whether we must discount the\nfirst dividend that will be paid over 14 time periods or only over 13 time periods. Without\nambiguity, as long as we compute a present value at time 0 and the cash flow at time 14 is part\nof that present value, the respective cash must be discounted over 14 time periods. Now, this\ndiscounting can happen in one step or in several steps. In the solution that we chose, we first\ndiscount the dividend at time 14 over one time period when we compute","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw3.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231025024409-04'00'","ModDate":"D:20231025024409-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":10},"loc":{"pageNumber":2,"lines":{"from":1,"to":183}}}},{"pageContent":"discount the dividend at time 14 over one time period when we compute\np\n13\n.\nThis may not\nbe obvious at first sight, because you are using the formula for an ordinary perpetuity to get\np\n13\n;\nhowever, if you examine the formulas that give the NPV of ordinary perpetuities, you will\n2","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw3.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231025024409-04'00'","ModDate":"D:20231025024409-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":10},"loc":{"pageNumber":2,"lines":{"from":183,"to":193}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nfind that they aggregate the discounted values of their component cash flows (coupons). After\nthe one-period discounting that is implied by the formula used to compute\np\n13\n, we discount\np\n13\n,\nwhich includes the payment at t=14, over 13 more periods. In the end, the dividend at time\n14\nis discounted over 14 time periods\n.\n5  Problem 5\nThe crossover rate for two projects is that discount rate which makes the NPV of the two\nprojects to be equal. Read your textbook to understand how to compute the crossover rate,\nthen solve the following problem:\nYou are evaluating two projects with the following cash flows:\nYear  Project X  Project Y\n0\n-547,200   -516,500\n1\n218,600\n208,300\n2\n228,500\n218,100\n3\n235,700\n226,000\n4\n195,400\n186,800\nWhat is the crossover rate for these two projects?\nNote: Make sure you remember how to compute the crossover rate, as this question may\ncome up on later exams.\nAnswer\n:\nIn class we discussed several times charts that had discount rates on the horizontal axis and\nNPVs that corresponded to these discount rates on the vertical axes. We explained that one\ncan build a (continuous) NPV curve for a project by, for example, evaluating the projects NPV\nfor various discount rates within a chosen range (e.g., for discount rates between 0$ and, say,\n30% or 40%), an then uniting these points to get a curve.\nOf course, we can build such NPV curves for 2 (or more) projects, and we can plot these\ncurves on the same chart. A crossover will occur when the NPV curves corresponding to the two\nprojects intersect. The discount rate that corresponds to the intersection point is the crossover\nrate.\n3","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw3.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231025024409-04'00'","ModDate":"D:20231025024409-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":10},"loc":{"pageNumber":3,"lines":{"from":1,"to":51}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nLet r be the cross-over rate and\nN P V\nX\nand\nN P V\nY\nthe NPVs of Project X and Project Y,\nrespectively. We have:\nN P V\nX\n=\n−\n547\n,\n200 +\n218\n,\n600\n1 +\nr\n+\n228\n,\n500\n(1 +\nr\n)\n2\n+\n235\n,\n700\n(1 +\nr\n)\n3\n+\n195\n,\n400\n(1 +\nr\n)\n4\nN P V\nY\n=\n−\n516\n,\n500 +\n208\n,\n300\n1 +\nr\n+\n218\n,\n100\n(1 +\nr\n)\n2\n+\n226\n,\n000\n(1 +\nr\n)\n3\n+\n186\n,\n800\n(1 +\nr\n)\n4\nAt the cross-over rate, the two curves intersect because\nN P V\nX\n=\nN P V\nY\n. We move the\nterms from the RHS to the LHS and we group the corresponding terms:\n−\n547\n,\n200\n−\n(\n−\n516\n,\n500)\n+\n218\n,\n600\n−\n208\n,\n300\n1 +\nr\n+\n228\n,\n500\n−\n218\n,\n100\n(1 +\nr\n)\n2\n+\n235\n,\n700\n−\n226\n,\n000\n(1 +\nr\n)\n3\n+\n195\n,\n400\n−\n186\n,\n800\n(1 +\nr\n)\n4\n=  0\nIn effect, we take the\ndifference\nof the cash flows of the two projects and we compute the\npresent value of these differences. This present value must equal 0. We get:\n−\n30\n,\n700 +\n10\n,\n300\n1 +\nr\n+\n10\n,\n400\n(1 +\nr\n)\n2\n+\n9\n,\n700\n(1 +\nr\n)\n3\n+\n8\n,\n600\n(1 +\nr\n)\n4\n= 0\nWhat rate makes the NPV of the cash flow differences equal to 0? The IRR!\nSo all we need to do is to take the cash flow differences, enter them into our financial\ncalculator’s Cash Flow Worksheet, and then compute the IRR of these cash flow differences.\nWe do that and we get\nr\n=\nIRR\n= 10\n.\n65026%\n≈\n10\n.\n65%\n, which is the answer that we choose.\n6  Problem 6\nBlinding Light Company has a project available with the following cash flows:\n4","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw3.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231025024409-04'00'","ModDate":"D:20231025024409-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":10},"loc":{"pageNumber":4,"lines":{"from":1,"to":205}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nYear  Cash Flow\n0\n-34,110\n1\n8,150\n2\n9,810\n3\n13,980\n4\n15,850\n5\n10,700\nWhat is the project’s IRR?\nAnswer\n:\nThis problem is very straightforward - we set up the cash flows using the Cash Flow Work-\nsheet of our financial calculators. We then hit IRR, followed by CPT. The financial calculator\nreports an IRR of 19.42%. This is a conventional cash flow series; there is only one sign change,\nso we can be confident that the calculator has found the true, unique IRR. Obviously, we choose\nthe answer “19.42%.”\n7  Problem 7\nConsider the series of cash flows in the prior problem. Can you find the discount rate that\nmakes the NPV of the cash flows equal of $7,500?\nHint 1\n: Consider the formula that you would write to compute the NPV of the cash flows\nas given, let this formula be FNPV; write this formula using r for the unknown rate. Write the\nequality FNPV = $7,500, then \"move\" the $7,500 to the LHS of the equation to get FNPV\n- 7,500 = 0. Combine the $7,500 term with the term from FNPV to which is is closest to in\ntiming. Use the resulting equation to determine r.\nHint 2\n: You should follow hint 1 to understand the logic of the solution, but once you\nunderstand what you need to do, you can use the calculator to solve the problem. Use at least\n5 decimals precision in all your calculations and enter the answer below in percentages (i.e. 5\nfor five percent, not as 5%).\nAnswer\n:\n5","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw3.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231025024409-04'00'","ModDate":"D:20231025024409-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":10},"loc":{"pageNumber":5,"lines":{"from":1,"to":42}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nLet us follow Hint 1 from above: given a discount rate r, the NPV of the cash flows from\nProblem 6 is given by the expression\nF N P V\n=\n−\n34\n,\n110 +\n8\n,\n150\n1 +\nr\n+\n9\n,\n810\n(1 +\nr\n)\n2\n+\n13\n,\n980\n(1 +\nr\n)\n3\n+\n15\n,\n850\n(1 +\nr\n)\n4\n+\n10\n,\n700\n(1 +\nr\n)\n5\nAs advised, we set\nF N P V\nequal to the value that we want the NPV to take:\n−\n34\n,\n110 +\n8\n,\n150\n1 +\nr\n+\n9\n,\n810\n(1 +\nr\n)\n2\n+\n13\n,\n980\n(1 +\nr\n)\n3\n+\n15\n,\n850\n(1 +\nr\n)\n4\n+\n10\n,\n700\n(1 +\nr\n)\n5\n= 7\n,\n500\nand then we move the quantity on the right-hand side to the LHS to get\n−\n34\n,\n110\n−\n7\n,\n500 +\n8\n,\n150\n1 +\nr\n+\n9\n,\n810\n(1 +\nr\n)\n2\n+\n13\n,\n980\n(1 +\nr\n)\n3\n+\n15\n,\n850\n(1 +\nr\n)\n4\n+\n10\n,\n700\n(1 +\nr\n)\n5\n= 0\nNow, as we ponder this formula, we note that we can combine the cash flow at time 0\n(-34,110) with the NPV value that we are targeting (-7,500; we changed the sign when we\nmoved this amount from the RHS to the LHS). The NPV target can be (re)interpreted as an\nadditional cash outflow that occurs at time 0. We rewrite the formula accordingly:\n−\n41\n,\n610 +\n8\n,\n150\n1 +\nr\n+\n9\n,\n810\n(1 +\nr\n)\n2\n+\n13\n,\n980\n(1 +\nr\n)\n3\n+\n15\n,\n850\n(1 +\nr\n)\n4\n+\n10\n,\n700\n(1 +\nr\n)\n5\n= 0\nThe formula above represents a\nmodified\nseries of cash flows whose NPV forms the LHS\nof the equation. But this NPV, which is a function of the unknown discount rate r, is set to be\nequal to 0. This means that r is really the IRR of this modified series of cash flows!\nSo now we set up the modified series of cash flows using our calculator’s Cash Flow Work-\nsheet functionality. All we need to change is CF0, really, the rest of the cash flow amounts\nare the same as stated in the problem. After we set up the\nmodified\nseries of cash flows, we\ncompute its IRR - we get\nIRR\n= 11\n.\n62392%\n≈\n11\n.\n62%\n.\nHow can we check the correctness of the solution? Well, we change CF0 back to the original\n-$34,110, and then we compute the NPV of the cash flows using the rate\nr\n= 11\n.\n62%\n. When\nwe do this, we get that\nN P V\n= 7\n,\n504\n.\n39\n, which is very close to our target value. Indeed, if we\nused a higher-precision value for\nr\n, e.g.,\nr\n= 11\n.\n62392%\n, we would get\nN P V\n= $7\n,\n500\n.\n00109\n,\nwhich is within about 0.1 cents from the target value.","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw3.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231025024409-04'00'","ModDate":"D:20231025024409-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":10},"loc":{"pageNumber":6,"lines":{"from":1,"to":240}}}},{"pageContent":"r\n= 11\n.\n62392%\n, we would get\nN P V\n= $7\n,\n500\n.\n00109\n,\nwhich is within about 0.1 cents from the target value.\nWe conclude by pointing out that this problem teaches you how to determine a discount rate\nthat makes a given series of cash flows have a given NPV. All you need to do is to change the\ntime-0 cash flow of your cash flow series by analogy to the discussion above, and the compute\nthe IRR of the modified series of cash flows. This IRR is the discount rate you are looking for.\nWhile we wrote down and rewrote some formulas several times in the above, these formulas we\nonly used to develop the reasoning, they are not part of the actual solution, as long as you set\nup your problem on your financial calculator.\n6","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw3.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231025024409-04'00'","ModDate":"D:20231025024409-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":10},"loc":{"pageNumber":6,"lines":{"from":240,"to":260}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n8  Problem 8\nRossdale Flowers has a new greenhouse project with an initial cost of $275,000 that is\nexpected to generate cash flows of $41,900 for 7 years and a cash flow of $57,300 in Year 8. If\nthe required return is 7.5 percent, what is the project’s NPV?\nAnswer:\nWe set up the series of cash flows on our calculator using the procedure demonstrated in\nclass, remembering to explicitly set the cash flow multiplicities when they are greater than 1.\nSo we set CF0=-275,000 (this is a “cost,” which produces a negative cash flow); CF1=41,900;\nF01=7; CF2=57,300. F02 will be implicitly set to 1, so we do not need to change it. We then\npress the NPV button, set I=7.5 (remember, the financial calculator always expresses rates in\npercents, not as decimals), then hit “arrow down” to get the NPV field. We finish by hitting\nthe CPT button to get that NPV=-$20,944.17, which is the answer that we must choose.\n9  Problem 9\nA project has a cash flow of -$50,000 at time 0, a cash flow of $10,000 at time 1 year, and a\ncash flow of $15,000 at time 2 years. Assuming ordinary economic conditions, what is the IRR\nof these cash flows?\nAnswer:\nIt is quite straightforward to set up the cash flows on the calculator, and to compute their\nIRR; just follow the procedure indicated in class.  When we do so, the financial calculator\nreports an IRR of -34.32%. This is a conventional series of cash flows (one negative cash flow\nfollowed by positive cash flows); there is one sign change, so we expect one IRR, which our\ncalculator found. The problem, of course, is that the IRR is both large and negative. Under\nordinary economic conditions (large) negative discount rates are not acceptable (realistic).\nGiven the above, we choose the answer “the cash flows do not have an IRR under normal\neconomic conditions.”\n10  Problem 10\nYour company has a project available with the following cash flows:\n7","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw3.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231025024409-04'00'","ModDate":"D:20231025024409-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":10},"loc":{"pageNumber":7,"lines":{"from":1,"to":32}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nYear  Cash Flow\n0\n−\n81,200\n1\n21,450\n2\n24,900\n3\n30,700\n4\n25,950\n5\n19,700\nIf the required return is 14 percent, should the project be accepted based on the IRR?\nAnswer:\nThis problem has a straightforward solution.  Set up the cash flows on your calculator\nfollowing the procedure indicated in class, then compute the IRR of the cash flows. The financial\ncalculator reports that the IRR is 15.57%. We also note that we deal with a conventional series\nof cash flows - there is only one cash flow sign change, so we expect one IRR, whose value we\nalready know.\nThe IRR rule discussed in class states that for conventional cash flows, we should accept\nthe project if the required return is\nbelow\nthe IRR. This is the case here, so the project should\nbe accepted.\n11  Problem 11\nYou own a house that you rent for $1,600 per month. The maintenance expenses on the\nhouse average $300 per month. The house cost $239,000 when you purchased it 4 years ago. A\nrecent appraisal on the house valued it at $261,000. If you sell the house you will incur $20,880\nin real estate fees. The annual property taxes are $3,500. You are deciding whether to sell the\nhouse or convert it for your own use as a professional office. What value should you place on\nthis house when analyzing the option of using it as a professional office?\nAnswer:\nThis is an example of an opportunity cost. IF we use the house as our office, we give up\nthe opportunity to sell the house.\n8","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw3.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231025024409-04'00'","ModDate":"D:20231025024409-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":10},"loc":{"pageNumber":8,"lines":{"from":1,"to":41}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nWe must determine how much money we could get if we sell the house. We assume that\nwe’ll sell the house for (about) its appraised value of\n$261\n,\n000\n; however this is not the amount\nwe get in hand - we must subtract the real estate fees that we will pay. So the net comes out\nat\n$261\n,\n000\n−\n$20\n,\n880 = $240\n,\n120\n.\n00\n. This is the answer that we choose.\nAs almost always, this problem is a simplification. In real life, we may have to wait for a\nwhile until we can sell the house, and we would have to cover the house’s maintenance expenses\nduring this time. There may be income tax implications associated with the same. We may\nhave to (try to) break the lease, and the timeline of this may be different, and may involve\ndifferent costs depending on whether we’ll sell the house or convert it to our office. All these\ncomplexities are beyond our scope.\n12  Problem 12\nConsider a project that generates cash flows of $1,000,000.00, -$3,443,000.00, $3,949,800.00,\nand -$1,509,788.70 that occur at times 0, 1, 2, and 3 (years), respectively.\nHow many IRRs does this series of cash flows have?\nAnswer:\nPlease refer to the workbook “20231024 HW3.xlsx,” worksheet “12, 13, 14.”\nThe rule of thumb given in class is that a sequence of cash flows MAY have as many IRRs\nas many sign change there are within the respective series. We also pointed out that “under\nordinary economic conditions” some purported IRRs may not be acceptable, despite these being\nsolutions of the equation NPV=0. For example, negative interest rates (discount rates) are not\nordinarily acceptable.  Also, very large interest rates do not arise under ordinary economic\nconditions.\nDepending on your background you could attempt to find the IRRs of these cash flows using\nseveral methods. The method that we touched upon in class is to take a “reasonable” range\nof discount rates, compute the NPVs that correspond to these discount rates, plot the points","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw3.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231025024409-04'00'","ModDate":"D:20231025024409-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":10},"loc":{"pageNumber":9,"lines":{"from":1,"to":45}}}},{"pageContent":"of discount rates, compute the NPVs that correspond to these discount rates, plot the points\nthat you get on a chart that has the discount rates on the horizontal axis and the NPVs on the\nvertical axis, create a curve by uniting these points, and then find the (approximate) places\nwhere the curve crosses the horizontal axis (where NPV is 0).\nOnce you set up your cash flows, you can easily compute NPVs associated with these cash\nflows using your financial calculator. Still, if you were to examine a range from, say, 0% to 50%\nin increments of 1% this could become tedious. It is probably best to use a tool like Excel, that\nallows you to easily generate tables of values. We did just that in the workbook we provided,\nwith the observation that we purposefully did not use any of Excel’s more specialized functions\n- we implemented the NPV calculation exactly as we would have written it on the whiteboard.\nWe challenge you to solve the problem using Excel’s specialized NPV function.\n9","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw3.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231025024409-04'00'","ModDate":"D:20231025024409-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":10},"loc":{"pageNumber":9,"lines":{"from":45,"to":56}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nWe did not create a plot of NPVs as a function of discount rates either, as we can, in fact,\nsolve the problem by just examining the raw data. Still, creating a plot allows you to more\nintuitively identify the IRRs - we again challenge you do it yourselves.\nYou will note that we show NPV values using 6 decimals of precision. As we examine the\ntable, we note that discount rates of 11% and 19% seem to generate NPV values equal to 0 (with\nsix decimals precision, at least!). These two values are (very good approximations) of IRRs for\nthis series of cash flows. Could there be only two cash flows? No! As you examine the table,\nyou will note that NPV for 14% is about $3 and the NPV for 15% is about -$7. Arguably, both\nthese NPV values could be considered as being approximately 0, especially when compared the\nto size of the cash flows themselves, which are in the millions. The fact that the NPV changes\nsigns between a discount rate of 14% and 15%, respectively, indicates that the third IRR will\nbe found in this interval.\nWe create an additional table, where we show values for the discount rate only within the\nrange [14%, 15%]. WE use steps of 10 basis points (0.1%), as the problem suggested that we\nprovide the answer with this level of precision. This additional table indicates that a discount\nrate of 14.3% leads to an NPV equal to 0; this must be our third IRR!\nSo the given series of cash flows has 3 IRRs: 11.0%, 14.3%, and 19.0%.\n13  Problem 13\nBased on the discussion above, the highest IRR is 19.0%\n14  Problem 14\nBased on the discussion above, the second-highest IRR is 14.3%.\n10","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw3.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231025024409-04'00'","ModDate":"D:20231025024409-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":10},"loc":{"pageNumber":10,"lines":{"from":1,"to":26}}}}]