[{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nSample Problems\nAEM 2241 - Finance\n1  Finance Matters\n1.1. Some of these problems are more complex that the problems you may be expected to solve\nduring the exam. Nevertheless, you should attempt to solve them as\nsub-parts\nof more complex\nquestions may be posed as exam questions. You will benefit most if you work on these problems\nbefore you look at the solutions. The course staff can answer any questions that you may have\nin relation to these problems.\n1.2. The problem set is issued before all the material testable on the exam was taught. It may happen\nthat some topics may not have been covered (yet) in class before the exam. If so, just skip the\nrelevant parts.\n1.3. All assumptions, conventions, and notations that we normally use can be relied without further\nexplanations. If you use non-standard notations, explain what they mean.\n1.4. Unless stated otherwise, we ask that dollar amounts be rounded to two decimals, and interest rates\nbe rounded to four decimals. For example: $156,798.38, $9.75, 0.0315 = 3.15%, 0.1425=14.25%.\n1.5. Be careful to distinguish between per-period quantities, such as per-period coupon payments and\ninterest rates, and their annualized versions, which are the ones that must be typically provided\nas results.\n1.6. [When working on paper] Unless we tell you otherwise, you may use either formulas or financial\ncalculators to solve a problem. Whether you are using formulas or calculators, you must show\nwhat you did (e.g. what formulas you used, what values you replaced, or what calculator buttons\nyou pushed and what values you entered), and\nyou must briefly explain the logic of your\nsolutions\n.\n1.7. [When working on paper] To eliminate any possible ambiguity, whenever using the calculator,\nyou must indicate values for all 5 TVM buttons; except for the value that you compute. Indicate\nexplicitly what buttons you pushed to get a result, and what the result is.","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":1,"lines":{"from":1,"to":34}}}},{"pageContent":"explicitly what buttons you pushed to get a result, and what the result is.\n1.8. Whenever possible, interpret the meaning of the results in terms consistent with the problem.\nGood Luck!\n1","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":1,"lines":{"from":34,"to":37}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n2  Present Value Calculations\nEach row of the table below represents two cash flows, one being the present value of the other\nwhen viewed as an investment over a time horizon t, at an interest rate r. One or two numbers are\nmissing in each row.\n2.1. For rows (a) and (c) compute the value of the missing number using the formulas given in class.\nWrite down the suitable general formulas first, then replace letter symbols with known numerical\nvalues; finally, compute the respective results.\n2.2. For rows (b) and (d), use a financial calculator. Similar to what we did in class, show the values\nthat you would set up for the TVM variables, then show what key combinations you would press\nto get to the solution; also, provide the calculator’s answer.\n2.3. Is there anything special about the problem in row (e)? If so, what is it? Explain, in no more\nthan two sentences, how a situation like the one shown may arise. For this part you can use\nformulas or the calculator, but you must state what you did and show the steps that lead to the\nsolution.\n2.4. For part (f), where there are two missing numbers, determine, using formulas,\ntwo\ncombinations\nof values for PV and r that would make the connection between the four variables in row (e)\ncorrect. Note: You need to provide two pairs of numbers,\n(\nP V\n1\n, r\n1\n)\nand\n(\nP V\n2\n, r\n2\n)\n, which are\nboth consistent with the data in row (f). You may be able to determine part of the answer by\nmaking a choice, as the problem is not fully determined.\nPart\nPV [$]\nt [years]\nr [%]\nFV [$]\n(a)\n7,513\n7\n9\n(b)\n29\n13\n48,318\n(c)\n48,000\n15\n185,000\n(d)\n18,400\n9\n289,715\n(e)\n200,000\n5\n175,415\n(f)\n8\n89,980\n2","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":2,"lines":{"from":1,"to":68}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n3  Simple vs. Compound Interest Rates\nConsider an investment of $10,000 that you make at the end of year 0. You are guaranteed an\ninterest rate of 7.5% per annum for 10 years, compounded annually. We say that two interest rates are\nequivalent over a given time horizon\nt\nif the total interest earned by time t is the same in both cases.\n3.1. Given a time horizon of\nt\n= 5\nyears, what is the simple interest rate that is equivalent to the\ncompound interest rate described above?\n3.2. Given a time horizon of\nt\n= 10\nyears, what is the simple interest rate that is equivalent to the\ncompound interest rate described above?\n3.3. Do the answers to the two questions above depend on your initial investment, assuming that the\nterms of the investment remain otherwise the same? Why?\n3.4. Is it possible to have the same simple interest rate be equivalent to a given positive compound\ninterest rate\nsimultaneously\nover\nseveral\ninvestment periods longer than one year?\n4  Discounted Cash Flow Valuation\nThe present value (at time 0) of the cash flow stream below is $7,500 when discounted at 9%\nannually. What is the value of the missing cash flow? What would be the missing cash flow if the\npresent value were $4,500?  Beside magnitude (the amount of dollars), is there anything different\nbetween the unknown cash flows in these two situations? Interpret this difference. Use formulas.\nYear\nCash Flow [$]\n1\n1,700\n2\nx\n3\n2,450\n4\n2,980\n5  Time Value of Money\nUse formulas to solve this problem, except, possibly, for the first and last sub-part.\nThe 6-month interest rate is 3.5%. Consider two successive six-month periods.\n3","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":3,"lines":{"from":1,"to":47}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n5.1. Fill out the statement below relying on our usual conventions, so that it is consistent with the\nproblem text.\n“The interest rate is _____% per year, compounded semi-annually.”\n5.2. Compute the EAR.\n5.3. What is the present value at time 0 of $500 to be paid at the end of the second 6-month period?\n5.4. Now consider two equal payments made at the end of the first and second six-month periods,\nrespectively. How big should these payments be so that their total present value at time 0 is\nequal to the value obtained in part (5.3) above?\nNote: If you need the result of part (5.3), but you cannot calculate it, then use $400 for the\nneeded total present value.\n5.5. More abstractly, consider a payment P made at the end of the second 6-month period and its\ntime-0 present value\nP V\n0\n. Separately, consider two payments of size P/2 made at the end of the\nfirst and second six-month period, respectively, as well as their total present value\nP V\n′\n0\n. Can\nyou determine, relying either on a qualitative argument\nor\non formulas, whether\nP V\n0\nor\nP V\n′\n0\nis\nbigger under ordinary circumstances, when interest rates are positive?\n6  Mystery Financial Product\nYou purchased (invested in) a financial product that will pay you $500,000 every six months for 4\nyears, starting exactly six months from today. The relevant interest rate is 12% per year, compounded\nquarterly.\n6.1. Given the frequency of payments and the quarterly compounding interest, which of the following\ninterest rates is closest to the rate you must use to discount the first cash flow you will receive?\n(6.1.1) 3%\n(6.1.2) 4%\n(6.1.3) 6%\n(6.1.4) 12%\n6.2. The financial product that you purchased will be phased out (eliminated) and replaced with a\nsimilar product which has only 4 annual payments of $1,000,000, with the first payment arriving\n4","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":4,"lines":{"from":1,"to":48}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nexactly one year from now. From your perspective, is the new contract more, or less valuable\nthan the old contract?\n(6.2.1) The new contract is more valuable.\n(6.2.2) The two contracts are equally valuable.\n(6.2.3) The new contract is less valuable.\n6.3. In a different scenario, the financial product you invested in initially will be eliminated, and\nwill be replaced with a similar contract. This time, however, you will receive four $1,000,000\npayments, with the first one due in exactly 9 months. The second, third, and fourth payments\nwill each be made exactly one, two, and three years after the first payment, respectively (i.e.,\npayments following the first one will be made at the ends of successive one-year intervals following\nthe first payment).\nTo make the exchange fair, if the value of the new contract to you is greater than that of\nthe old contract, you will have to pay the difference in contract values to your counterparty.\nShould the value of the new contract be less than the value of the old contract, you will receive\nthe difference in contract values from your counterparty. If the old and new contract have the\nsame value, no money exchanges hands.\nWhat will happen?\n(6.3.1) The answer cannot be determined.\n(6.3.2) No money will exchange hands.\n(6.3.3) You will receive a payment from your counterparty.\n(6.3.4) You will make a payment to your counterparty.\n7  You Won the Lottery!\nYou have just won the lottery and will receive 10 yearly payments, as follows: you get $1,500,000 in\nthe first year, after which yearly payments will increase by 2.7% per year. A company specializing in\npurchasing annuities (yes, they do exist!) offers you instant $14,000,000 in cash to purchase the right\nto receive your winnings. The relevant interest rate is 3% per year. Will you take the offer?\n5","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":5,"lines":{"from":1,"to":31}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n8  Annuity, But You Have to Wait\nConsider an annuity with a yearly payment of\n$75\n,\n000\nthat makes its first payment at the end of\nyear 5, and consists of 10 payments. Assume that the appropriate interest rate is 11% per year.\n8.1. Using formulas for annuities, value this annuity (compute its present value) as of the end of year\n4 (i.e. as if time had passed, and “now” were at the end of year 4); name this value\nP V\n4\n.\n8.2. Using formulas for annuities, value this annuity as of the end of year 5; name this value\nP V\n5\n.\nWhat kind of annuity is this when viewed from the end of year 5?\n8.3. Compute the present value of this annuity at time 0 in two different ways, starting separately\nfrom\nP V\n4\nand\nP V\n5\n,\nrespectively. Compare and comment very briefly on the two answers that\nyou get.\n9  One or Several?\nConsider an annuity payment that will pay 75,000 every six months for 5 full years. Afterwards,\nthe payment will increase to 100,000 every six months, for 5 more years. The relevant interest rate is\n7.5% per annum, compounded semi-annually.\n9.1. Explain how this annuity is equivalent to the difference of\ntwo\nregular annuities, each starting\nat time 0, one with a maturity of 10 years, one with a maturity of 5 years. Specify in full the\ndetails of the two component annuities.\n9.2. Using the observation made in the previous part, value the component annuities, and combine\nthese values to get the value of the composite annuity. If you could not identify the two annuities\ninto which the initial annuity can be decomposed, feel free to use any other method to value the\ninitial annuity.\nNote: Many complex financial instruments can be seen as collections of simpler instruments that can\nbe understood and/or valued in isolation. In such cases the value of the complex financial instrument\nemerges by the suitable aggregation of the values of its respective components.\n10  Amortizing loans with variable payments\nConsider an amortizing loan with\nvariable","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":6,"lines":{"from":1,"to":50}}}},{"pageContent":"10  Amortizing loans with variable payments\nConsider an amortizing loan with\nvariable\npayments. The initial loan amount is $10,000,000, while\nthe initial loan maturity is 30 years. The borrower must make monthly payments, with payments due\n6","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":6,"lines":{"from":50,"to":55}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nat the end of each month. The borrower’s total payment on this loan that is due at the end of the 73\nrd\nmonth equals $87,777.78.\n10.1. What is the monthly principal repayment on this loan?\n10.2. What is the balance outstanding on this loan at the beginning of the 73\nrd\nmonth?\n10.3. What is the interest rate that would have been quoted on this loan when it was issued?\nNote: If you need to use results from either parts (10.1) or (10.2) above, or from both, but you\nwere not able to determine the respective values, you may use $50,000 for the answer to part\n(10.1), and $5,000,000 for the answer to part (10.2), respectively.\n11  Balloons\nYou are an important local real estate investor; you just got a $10,000,000 balloon loan to buy a\nnew office building in your home town. The nominal maturity of the loan is 30 years, but the loan\nhas a 10-year balloon payment. In other words, the loan will end at the end of the 10th year, and the\noutstanding balance will be paid off in a lump sum at that time. The interest on the loan is 6.7% per\nannum, compounded monthly.\n11.1. Assume that the loan has fixed payments.\n(11.1.1) What is the monthly fixed payment that you have to make?\n(11.1.2) Let\nP V\nbe the present value at time 0 of the fixed payments made over the 10-year life of\nthe loan. What is\nP V\n?\n(11.1.3) Can you find a connection between the $10,000,000 principal,\nP V\n, and the balloon payment\nat the end of year 10? Compute, using this connection, the size of the balloon payment at\nthe end of year 10. If you cannot find the connection, a more work-intensive approach is to\nuse an amortization table to compute the answer (use Excel!).\n11.2. Assume now that this loan has variable payments. At the end of each month fixed, equal portions\nof the loan’s principal are paid down, such that the principal would be fully amortized at the\nend of the hypothetical 30-year loan period. What is the size of the balloon payment at the end\nof year 10 in this case?\n7","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":7,"lines":{"from":1,"to":40}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n12  Better Late Than Never\nYou work for a bank.  Exactly five years ago, you helped Al Kapon, a well-known local busi-\nnessperson, to get a $15,000,000, 20-year variable-payment amortizing loan in order to build a “soft\ndrink bottling facility.” The loan carries an interest of 7% per annum, has monthly payments, and is\nstructured like similar loans discussed in class; in particular, Kapon is expected to pay down the same\namount of principal every month for the duration of the loan, in addition to the interest due monthly.\n12.1. What is the payment due at the end of the very first month of this loan?\n12.2. On the fifth anniversary of the loan Kapon comes to your office unexpectedly, and states that his\nbusiness is in trouble. However, he hopes that difficulties are temporary, and that his business\nand finances will recover within one year. After some back and forth, you agree on behalf of the\nbank to forsake principal payments due for the next 12 months. However, Kapon still must pay\nin full the interest due at the end of each month.\n(12.2.1) What is the loan balance at the end of 5 years, when Kapon asks for the modification of\nthe loan?\n(12.2.2) What payments will be made at the end of each month for the duration of the year when\nprincipal payments are suspended?\n12.3. Principal repayments resume after the 12 months elapse. For the remainder of the loan’s original\nterm, the same amount of principal will be repaid every month, so that by the loan’s original\nmaturity date the principal is fully paid off.\n(12.3.1) What will be the monthly principal payments due after the end of the principal repayment\nsuspension?\n(12.3.2) Provide the row of the loan’s updated amortization table corresponding to the first month\nin which after principal payments have resumed.\n13  Beginning Balance at the End...\nAssume that you have a fixed-payment amortized loan with a principal of $8,000,000, a yearly\ninterest rate of 9% compounded monthly, and a maturity of 10 years.","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":8,"lines":{"from":1,"to":30}}}},{"pageContent":"interest rate of 9% compounded monthly, and a maturity of 10 years.\nTo the closest thousand, what is the beginning balance of the loan at the start of the last month\n(i.e., at the beginning of the month at the end of which the very last payment due on the loan is\nmade)?\n8","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":8,"lines":{"from":30,"to":34}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n13.1. $100,000\n13.2. $101,000\n13.3. $102,000\n13.4. None of the numbers above can be the answer.\n14  Collecting Coupons\nAssume that a bond sells for $948; it has semi-annual coupons, a maturity of 8 years, yields 5.1%,\nand has a face value of $1,000. What is the coupon rate of this bond?\n15  But How Much Do I Make?\nAssume that a bond with a maturity of 10 years, face value of $1,000, coupon rate of 5%, with\nsemi-annual coupons, has a market price of $903.25. You have already determined that the yield of\nthe bond is between 6% and 7%. Show yields as percentages with two decimals precision.\n15.1. Assuming that the yield of the bond were 6.5%, show how you would set up your calculator to\ncompute the implied bond value and provide this respective value.\n15.2. Set up a table similar to that given in class to determine an approximate value for the yield\nof the bond. Use your calculator to compute bond values, but do not show the details of your\ncalculator operations. Stop when the mid-yield produces a price within $0.50 of the bond’s true\nprice.\nHints: You only need to compute the total value of the bond for various yields, not also the part\nattributable to coupons or principal. Also, since only the yield changes, you do not have to re-enter\nall the values into the TVM worksheet - just change the yield and recompute the value.\n16  Treasuries\nOn February 28, 2023, the financial press announced that yields for US Treasury bonds with 10-year\nmaturities were at record low levels, never before seen. Indeed, early in the day, 10-year Treasury yields\nwere as low as 1.18%, corresponding to a price of $1,029.50 per $1,000 face value. Typical Treasury\nbonds pay semi-annual coupons.\n9","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":9,"lines":{"from":1,"to":30}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n16.1. Without performing any computations, can you provide a\nlower bound\n(lower limit) for the\nyearly coupon rate of this 10-year US Treasury bond? If yes, state what this lower bound is, and\nhow you know it is correct. A trivial lower bound of 0 is not an acceptable answer.\n16.2. What is the implied annual coupon rate for this bond?\n17  Bond Decomposition\nYou are studying a bond that has a leftover maturity of 7 years, has a face value of $1,000, and a\nstated coupon rate of 5% per year, payable semiannually. The yield of the bond is 4.7% per annum;\nfurther, you may assume that per-period rates are constant (they do not depend on the time horizon).\nThe bond contract includes covenants (agreements) meant to protect bond investors’ interest. In\nthe recent past the company breached one of these covenants. Even though some improvements did\noccur since then, the breach is expected to persist for the next two years, after which it is expected to\nbe cured (eliminated). While the breach persists, the coupon rate will be double the normal (stated)\none. If default were to occur, such an accelerated payment schedule assures that investors get more of\ntheir money back; if default does not occur, then the increased coupons act as a penalty for the breach\nof the covenant.\n17.1. Decompose this bond into simpler financial instruments that were studied in class.  Specify\nwhat these simpler instruments are, what their parameters are, and how do you know your\ndecomposition is correct.\n17.2. Determine the current price of the bond.\n18  NPV Mystery I\nThe NPV of a regular coupon bond’s cash flows, when the discount rate is equal to the bond’s\nyield, is equal to the bond’s price (value). This statement is...\n18.1. True\n18.2. False\n19  NPV Mystery II\nFor the types of bonds discussed in lectures, the NPV of the bond’s principal (face value) always\nexceeds half of the bond’s current price (value). This statement is...\n10","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":10,"lines":{"from":1,"to":34}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n19.1. True\n19.2. False\n20  Congratulations, You’re an Analyst\nYou have just been hired as a junior analyst working for a bond trader. Your first assignment is\nto value a corporate bond paying semi-annual coupons at an annual rate of 9.5%, with a maturity\nof exactly 2 years. The bond has a face value of $1,000. A senior analyst has already processed the\ncurrent Treasury price data and provided you with an up-to-date term structure chart, shown in Figure\n1. You are told to treat this corporate bond similarly to government bonds; i.e. you will ignore all\ndefault, liquidity, and similar risks, which will be analyzed by more experienced colleagues.\n20.1. The term structure of interest rates chart has a horizontal axis labeled “Maturity,” and a vertical\naxis labeled “[Annual\n1\n] Yield.” What kind of government bonds have their yields and maturities\nplotted on this chart?\n20.2. From earlier problems you solved while in college, you learned to decompose more complex\nfinancial instruments into sums - or differences - of simpler instruments. Explain how you can\ndecompose this corporate bond into a collection of zero-coupon bonds of different maturities,\nperhaps having atypical face values. Provide a brief statement explaining the decomposition and\nshow, in a table, what would be the bond’s maturities and face values, respectively.\n20.3. You learned that in realistic settings cash flows that arrive later must be discounted at (usually)\nhigher per-period interest rates. For each zero-coupon bond listed in part 20.2 above, use the\nterm-structure chart and look up its corresponding yield. Next, compute the present value of each\nzero-coupon bond. Using these zero-coupon bond prices, and also relying your earlier insights,\nprovide a computed (theoretical) price for your corporate bond.\n20.4. You now have a price for your corporate bond - what is its yield?\n20.5. You provide the result computed in item 20.4 to one of your colleagues, who explains that in the","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":11,"lines":{"from":1,"to":30}}}},{"pageContent":"practice of your firm, in order to adjust for the risks that a bond like yours bears in addition\nto government bonds, its yield must be changed by 0.50% per year. The colleague did not say\n1\nAs you will note, the chart only uses “Yield” as a label for the vertical axis. The usual bond terminology expresses\nyields in annualized terms, and you should do the same in this class, as well as in other finance-related work that you\ndo. We provide a reminder here, but you should\nno\nt assume that similar reminders will also be present when taking an\nexam.\n11","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":11,"lines":{"from":31,"to":40}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n0\n0.5\n1\n1.5\n2\n2.5\n3\n3.5\n4\n4.5\n5\n5.5\n6\n6.5\n7\n7.5\n8\n8.5\n9\n9.5   10\n3.0%\n3.5%\n4.0%\n4.5%\n5.0%\n5.5%\n6.0%\nMaturity [Years]\nYield\nThe Term Structure of Interest Rates\nFigure 1: Term structure of interest rates on your first day as an analyst, as determined by a senior analyst using current\ngovernment bond data.\n12","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":12,"lines":{"from":1,"to":37}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nexplicitly whether the yield should be increased or decreased. State whether the yield must be\nincreased or decreased, explain why, and then compute the new bond price. Determine what\nis the percentage change in the bond price when comparing prices before and after the risk\nadjustment, respectively.\n20.6. Now adjust the yield in the\nopposite direction\nto that you decided was necessary in part 20.5\nabove. Compute the new price and the percentage price change when comparing the original\n(riskless) price and the price after the newest change in yield. Compare the percentage changes\nin the price of the corporate bond when the yield has been increased and decreased by the same\namount, respectively. Which relative change is bigger? Could you have predicted which change\nis bigger by examining any of the slides discussed in class, without resorting to formulas?\n21  We Have No Money, We’re a Startup\nNext Wonder, Inc. is a startup that cannot afford to pay dividends, since it has to finance its rapid\ngrowth, as it aims to take over the technology world. The company will pay no dividends for 5 years,\nbut then it plans to pay $2.5 per share, per year for the next 5 years. After these 10 years, the stock\ndividend will jump to $5 in year 11, and will keep increasing by 3% per year indefinitely. The required\nreturn is 8% per year.\n21.1. Assume that you are computing the price of the stock,\nP\n10\n,\nat the end of year 10, just after the\ndividend due at the end of year 10 has been paid. What is\nP\n10\n?\n21.2. Assume that you are computing the price of the stock,\nP\n5\n,\nat the end of year 5. What is\nP\n5\n?\n21.3. What is the price of the stock at time\n0\n,\nP\n0\n?\n22  Stock price\nYou are a new analyst following the stock of company Big Break, Inc., valued at $15 per share on\nthe morning of March 31, 2023. The company has been paying dividends of 35 cents on the very last\nday of each calendar quarter, and this was expected to continue indefinitely.","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":13,"lines":{"from":1,"to":49}}}},{"pageContent":"day of each calendar quarter, and this was expected to continue indefinitely.\n22.1. Assuming that the dividend model is reasonably accurate for this stock, what is the implied return\nrate demanded by investors in this stock, expressed in “per annum, compounded quarterly” terms?\n22.2. In a news conference late in the day on March 31, 2023, the company’s CEO announces “tem-\nporary difficulties related to external funding needs” that will force the company to cancel the\n13","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":13,"lines":{"from":49,"to":54}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\ndividend for four successive quarters, “in order to conserve cash.” The dividend due on June 30\nwill be paid, however, as it had already been declared, so the first missed payment will occur\non September 30, 2023. The CEO, a highly credible, seasoned industry veteran, states that the\ndividend policy will be reinstated in its current form after the temporary suspension ends. Note:\nIf you need to use the value that was requested in part (22.1) above, but you were not able to\ncompute it, you may use 5.5% for the “per annum, compounded quarterly” rate.\n(22.2.1) Estimate the price of stock as of March 31, 2024.\n(22.2.2) Estimate the price of the stock as of March 31, 2023, just after the announcement.\n23  Dividends\nFly Over Airlines just paid an annual dividend of 80 cents, and a new analysis revealed that\ndividends will grow long term at a rate of 4% per year. The company’s stock price is $70. Estimate,\nto the closest percent, the rate of return demanded by investors who buy Fly Over’s shares.\n23.1. 5%\n23.2. 6%\n23.3. 7%\n23.4. None of the above is the correct answer.\n24  What’s an Option Worth?\nOver the last few weeks we got into the habit of describing more complex financial instruments\nas collections of simpler instruments. For example, we can decompose a typical bond into an annuity\n(the coupon payments), and a separate single payment (the principal). Similarly, we have seen atypical\nannuities described as sums or differences of regular annuities. In this problem you will build a synthetic\nbond (see below), by suitably combining fractional amounts of two other bonds.\nConsider the following information about three Treasury bonds:\n14","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":14,"lines":{"from":1,"to":28}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nMaturity Date  Coupon Rate   Price   Bond Type\n05/15/2024\n6.500\n106.31250\nregular\n05/15/2024\n8.250\n103.43750\ncallable\n05/15/2024\n12.000\n134.78125\nregular\nAll the bonds above have a face value of $1,000. Prices are expressed as percentages of face value.\nWe do not know the precise date when these prices were quoted; as such, it is possible that we are not\nexactly at the beginning of a coupon period. We do know, however, that all coupon payment dates for\nall these bonds are the same; the coupons, of course, are not. The bond in the middle is a so-called\ncallable bond, while the other two are regular Treasuries.\n24.1. Read the textbook and/or research the web to understand what callable Treasuries are. Sum-\nmarize your findings in a\nbrief\nparagraph.\n24.2. Given what you learned about callable bonds, under what conditions would the option to call the\ncallable Treasury be exercised and by whom (the bond holder, or the bond’s issuer)? In other\nwords, when would the callable Treasury be called and by whom?\nHint: Assume that the call decision is rational; consider changes in interest rate levels as time\npasses.\n24.3. From the\nholder\n’s perspective, would a callable Treasury bond be more, or less valuable than\nan otherwise identical non-callable, i.e., regular Treasury bond? Briefly state your opinion and\njustify it qualitatively.\n24.4. Now consider the pricing information provided in the table above. Use the information on the\nregular bonds to construct a bond that is identical to the the callable bond in all respects, but\nfor the callable feature. Use this artificial bond to compute the cost of the call option. From the\nperspective of the bond holder (the lender), is this cost positive or negative?\nHint: Let\nB\n1\n,\nB\n2\n,\nand\nB\n3\nbe the three bonds shown in the table above, starting with the bond at\nthe top. If we ignore the call feature, the listed Treasuries are characterized by a small number\nof parameters: their coupon sizes, coupon payment times, and face values. You should build","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":15,"lines":{"from":1,"to":53}}}},{"pageContent":"of parameters: their coupon sizes, coupon payment times, and face values. You should build\na portfolio (combination) of the two regular bonds\nB\n1\nand\nB\n3\n, such that their combination\nproduces\nB\n2\n(again, except for the call feature). Let\nB\n13\nbe an artificial (often called “synthetic”)\nbond that you can create from a combination of\nB\n1\nand\nB\n3\n,\nand assume that\nB\n13\nconsists of a\n15","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":15,"lines":{"from":53,"to":79}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nfraction\nf\nof\nB\n1\nand a fraction\n1\n−\nf\nof bond\nB\n2\n,\nwhere\n0\n≤\nf\n≤\n1\n.\nWrite down equations so that\nthe resulting coupon and face value of\nB\n13\n(seen as a mix/combination/portfolio of\nB\n1\nand\nB\n3\n)\nmatches the respective parameters of\nB\n2\n.\nUse these equations to determine\nf,\nand then use\nf\nto\ndetermine an appropriate price for\nB\n13\n.\n25  Computing IRRs\nConsider a set of\nsigned\ncash flows\nCF\ni\nthat arrive at times\nt\ni\n,\nwhere\ni\n= 1\n,\n2\n,\n···\n, N,\nand\nt\n1\n≤\nt\n2\n≤···≤\nt\nN\n.\nThe (per-period) internal rate of return (IRR) is the constant interest rate that makes\nthe net present value (NPV) of this series of cash flows to be equal to 0:\nN\nX\ni\n=1\nCF\ni\n(1 +\nIRR\n)\nt\ni\n= 0\n.\nClearly, this equality is only possible if some cash flows are positive, and some cash flows are negative.\nAs mentioned in class, we have already encountered IRRs (in a hidden form) when we spoke about\nbond yields. Using, for now,\nunsigned\ncash flows, let\nB\nbe the price of the bond,\nC\nthe per-period\ncoupon, and\nP\nthe principal (face value) of the bond; further, assume that there are exactly\nN\ntime\nperiods to maturity. We can immediately write:\nB\n=\nN\nX\ni\n=1\nC\ni\n(1 +\ny\n)\ni\n+\nP\n(1 +\ny\n)\nN\n,\nor, equivalently,\n−\nB\n+\nN\nX\ni\n=1\nC\ni\n(1 +\ny\n)\ni\n+\nP\n(1 +\ny\n)\nN\n= 0\n.\nNow, if we consider signed cash flows, and we assume that\nB\nis the purchase price of the bond, then\nB\nis a cash outflow, and thus\nB\nis a negative cash flow. Keeping this in mind, we can rewrite the\nequation above for\nsigned\ncash flows:\nB\n+\nN\nX\ni\n=1\nC\ni\n(1 +\ny\n)\ni\n+\nP\n(1 +\ny\n)\nN\n= 0\n.\nTo avoid confusion between the two interpretations of the bond price, we denoted the unsigned bond\nprice by B, and the signed bond price by\nB\n(bold B). B and\nB\nare equal in magnitude, i.e.,\nB\n=\n|\nB\n|\n;\nonly their signs are different (B>0,\nB\n<0).\n16","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":16,"lines":{"from":1,"to":193}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nIn the last formula, it is easy to recognize that the yield of the bond is, in fact, the bond’s IRR. You\nalready know how to compute the yield of bonds - this problem will teach you how to compute IRRs.\nGiven that we did not specify what the compounding period is in this problem, all interest rates will\nbe expressed simply as “per-period” rates, consequently, you will not have to worry about annualizing\nthe rates.\nConsider the cash flows shown below:\nTime\n0\n1\n2\n3\n4\nCash Flow [$]\n1,000,000\n-1,525,000\n947,000\n-1,826,000\n1,420,500\n25.1. Using a suitable tool (such as Excel), compute the net present value of the cash flows shown\nabove for interest rates ranging from 0% to 30%, by incrementing interest rates by 1% at each\nstep. Complete a table like the one below:\nInterest Rate\n0%\n1%\n2%\n. . .\n30%\nNPV\n. . .\n. . .\n. . .\n. . .\n. . .\nYou may format the table vertically, or you may create multiple columns, if you find it necessary\nor useful.\n25.2. Plot the values of the NPV as a function of the interest rate. Make sure that the plot axes are\nlabeled, and that enough values are shown for the reader to understand your plot in detail. Make\nthe plot big enough to be easily legible.\n25.3. Study the plot and the table above, and answer the following questions:\n(25.3.1) How many IRRs does this series of cash flows have?\n(25.3.2) For each IRR whose existence you ascertained, provide an interest rate interval that contains\nthe respective IRR. This step brackets each IRR.\nDo not necessarily strive to provide very narrow intervals, as the procedure described below\nwill quickly reduce their size. However, make sure that\neach bracketing interval contains\nexactly one IRR\n, and that\nthe sign of the NPV is different at the two ends of the\ninterval,\ni.e., to the left, and to the right of the IRR. In other words, each interval that you pick\nwill contain exactly one IRR value, and the NPVs computed at the of the respective interval will\nhave opposite signs.\n17","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":17,"lines":{"from":1,"to":57}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n25.4. Consider now a presumptive IRR, let it be\nirr,\nand the corresponding bracketing interval\n[\nlow, high\n]\n;\ni.e.,\nlow < irr < high\n. Like with bond yields, we must reduce the width of the interval so that\nwe can find the approximate value of the IRR. We start each step by computing the midpoint of\nthe interval:\nmid\n=\n1\n2\n(\nlow\n+\nhigh\n)\n.\nNow we compute the NPV of the given cash flows rates are\nequal to\nlow\n,\nhigh,\nand\nmid\n, respectively. We must have one of the following situations:\nNPV@low\nNPV@mid\nNPV@high\nNew Bracketing Interval\npositive\npositive\nnegative\n[mid,high]\npositive\nnegative\nnegative\n[low,mid]\nnegative\npositive\npositive\n[low,mid]\nnegative\nnegative\npositive\n[mid,high]\nThe rules\n2\nfrom the table above make sure that the updated, narrower bracketing interval for\nthe IRR always contains the IRR we are chasing. This is because the NPV has different signs at\nthe ends of the updated interval; this, combined with the fact that the bigger bracketing interval\ncontains only one IRR, means that the NPV, seen as a function of the interest rate, will cross\n0 somewhere within the interval, as it goes from positive to negative values, or from negative to\npositive values. This crossing identifies the location of the IRR.\nFor\neach\nIRR, and its corresponding initial bracketing interval, set up a table like the one below\nand fill out the rows by computing narrower and narrower intervals that contain the IRR. Stop\nwhen the computed NPV of the given cash flows is close to 0, e.g., it is within the interval\n[-$0.10,$0.10].\nlow\nhigh\nmid\nPer-Period\nNPV\nPer-Period\nNPV\nPer-Period\nNPV\n. . .\n. . .\n. . .\n. . .\n. . .\n. . .\n2\nWe note that the rules for computing bond yields were derived from these more general rules, and were particularized\nfor the special case we were then examining. For example, for bonds, the cash flows represented by coupon payments\nand the principal payment are all positive, and thus a bond’s NPV always decreases as yields increase. We commented","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":18,"lines":{"from":1,"to":87}}}},{"pageContent":"on this effect when we plotted the bond price against bold yields earlier in the course. We can thus eliminate the last two\nrows from the more general IRR rule table, given that the NPV of a bond can never increase from negative to positive\nvalues as the rate increases from\nlow\nto\nhigh.\nCan you show that the first two rows of the IRR rule table lead to the\nrules we provided for bond yield computations? Hint: You may wish to examine the bond formulas discussed at the\nbeginning of this problem.\n18","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":18,"lines":{"from":88,"to":97}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nAnalogously to the computation of bond yields,\nafter\nyou set up the first row, you only need to\ncompute one new set of values for each table row, i.e., you must compute the new mid-point and\nits associated NPV. The other needed values are already available in the immediately prior row.\nFor each table you construct, state what the best estimate of the corresponding IRR is.\n26  IRR\nConsider the IRR calculation algorithm that uses the interval bisection method you learned in this\ncourse. You are given the table below, which shows part of such a calculation. Rely on our usual\nconventions to interpret the meaning of the various columns shown. Assume that there is exactly one\nIRR in the interval 18.00% to 21.50%.\nLow\nHigh\nMid\nPer-Year   NPV   Per-Year  NPV  Per-Year   NPV\n...\n...\n...\n...\n...\n...\n18.00%    70,096.86    21.50%\nX\n19.75%  23,065.09\nY\n23,065.09\nZ\nQ\n20.63%\n655.92\nU\n...\nV\n...\n...\n...\n...\n...\n...\n...\n...\n...\n26.1. What is the value of Y in the table above?\n(26.1.1) 18.00%\n(26.1.2) 19.75%\n(26.1.3) 20.63%\n(26.1.4) 21.50%\n(26.1.5) None of the above values is a correct value for Y.\n19","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":19,"lines":{"from":1,"to":53}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n26.2. What can we say for sure about Q in the table above?\n(26.2.1) Q is negative.\n(26.2.2) Q is very close to 0.\n(26.2.3) Q is positive.\n(26.2.4) None of the statements above are necessarily true.\n26.3. What is the value of V-U in the table above?\n(26.3.1) V-U is greater than 2%.\n(26.3.2) V-U is between 1% and 2%.\n(26.3.3) V-U is between 0% and 1%.\n(26.3.4) V-U is negative.\n27  Can You Trust Your Co-Worker?\nAfter modeling, the cash flows for a project are estimated to be -$50M, $40M, and $15M; they\nwill occur at the end of year 0, year 1, and year 2, respectively. You overheard a colleague stating\nthat the IRR of these cash flows is approximately 7.82%. You suspect that this would be a rate that\ncompounds annually. Is your colleague right?\n27.1. Yes\n27.2. No\n28  Best or Worst?\nYou are creating a model for a project, and are currently working on scenarios, specifically, on\ndeveloping a \"best case\" scenario. You have chosen (fixed) projected values for all but one input of\nyour scenario. The only parameter of your scenario that is not yet fully determined by the choices you\nalready made is the aggregate level of short-term credit that you may have to extend to your clients\n(by allowing them to pay for their purchases within 30 days from delivery).  Given the remaining\nuncertainty, you believe that the total dollar value of this credit can range from a low value of L to a\nhigh value of H (L < H). The level of the credit will otherwise stay constant over the lifetime of the\nproject.\nWhich value will you include in a best-case scenario?\n20","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":20,"lines":{"from":1,"to":32}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n28.1. L would be included.\n28.2. H would be included.\n28.3. The answer cannot be determined based on the information given.\n29  I Have a Project For You...\nEstimates for a new manufacturing project include the following: Initial investment in manufactur-\ning equipment is $14,000. The equipment will be depreciated linearly over four years, which is also the\nlifetime of the project. The equipment has no salvage value. Fixed yearly costs are $11,000, variable\ncosts per unit are $11, while the per-unit sale price is $25. The working capital needs of this project\nare negligible.\n29.1. Given a production level of 2,000 units per year, what is the average manufacturing cost?\n(29.1.1) $5.5\n(29.1.2) $11.0\n(29.1.3) $6.5\n(29.1.4) None of the above.\n29.2. Given a constant per-year production level of 3,500 units and a tax rate of 25%, what number\nbelow is within $1,000 of the yearly OCF?\n(29.2.1) $10,000\n(29.2.2) $20,000\n(29.2.3) $30,000\n(29.2.4) No value above is within $1,000 of the yearly OCF.\n29.3. Ignoring taxes, which of the numbers below is within 100 units of the yearly production level\nthat is needed to achieve accounting break-even?\n(29.3.1) 1,000\n(29.3.2) 2,000\n(29.3.3) 3,000\n(29.3.4) None of the above are within 100 units of the accounting break-even production level.\n21","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":21,"lines":{"from":1,"to":31}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n29.4. Assume that at a certain constant yearly production level L, the yearly OCF is $4,175 for each year\nover the lifetime of this project. If the required return is 14% per year, compounded annually,\nwhat can you say about the relationship of production level L and the financial break-even\nproduction level F?\n(29.4.1) L if below F\n(29.4.2) L is above F\n(29.4.3) The relationship between L and F cannot be determined.\n30  Equipment Sale\nYour firm uses a complex manufacturing machine that, at the end of year 6 of its life, after the\ndepreciation for the just-ending year has been applied, has a book value of $50,000.  The machine\nbreaks at the very end of year 6, in a way that makes it useless for your business.  However, the\nmachine does not need to be immediately replaced, as you have spare manufacturing capacity, and\nthere is no expectation that demand for your products will increase. Your tax rate is 25%.\nNote: Do not look for hidden connections to MACRS. Take the depreciation rules as given and use\nthem, when appropriate, to answer the questions below.\n30.1. You can sell the machine at the very end of year 6 for $60,000. If you sell the machine instantly\nfor cash, which cash flows, if any, will change for year 6, compared to the case when you do not\nsell the machine at this time?\n(30.1.1) OCF\n(30.1.2) Cash flows related to capital spending.\n(30.1.3) Both OCF and cash flows related to capital spending.\n(30.1.4) Neither OCF, nor cash flows related to capital spending will change.\n30.2. Assume that you put off selling the machine at the end of year 6, but you sell it at the very end\nof year 7. By the end of this final year, the machine is fully depreciated. You sell the machine\nfor $60,000. Which year 7 cash flows, if any, will change compared to the situation when the\nmachine is sold at the end of year 6?\n(30.2.1) OCF\n(30.2.2) Cash flows related to capital spending.\n22","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":22,"lines":{"from":1,"to":33}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n(30.2.3) Both OCF and cash flows related to capital spending.\n(30.2.4) Neither OCF, nor cash flows related to capital spending will change.\n30.3. Assuming ordinary economic conditions, as well as the facts stated for this problem, including in\nparts (a) and (b) above, when should you sell the machine - at the end of year 6, or at the end\nof year 7? Assume that except for the timing of this sale, all other aspects of the business are\nthe same under both scenarios.\nHint: With the numerical information given you may perform calculations, and then you can use\nbasic financial knowledge to provide an answer. You may be able to avoid calculations altogether\nif you reason carefully about the impact of depreciation on the scenarios outlined here.\n(30.3.1) You should sell at the end of year 6.\n(30.3.2) The year of the sale is irrelevant, as it has no impact on the project’s finances.\n(30.3.3) You should sell at the end of year 7.\n(30.3.4) The question cannot be decided.\n31  Cash Flows and NPVs\nQuad Enterprises is considering a new three-year expansion project that requires an initial fixed\nasset investment of $2.32 million.  The fixed asset will be depreciated straight-line to zero over its\nthree-year tax life, after which time it will be worthless. The project is estimated to generate $1.735\nmillion in annual sales, with costs of $650,000. The tax rate is 21%.\n31.1. What is the level of the OCF over the lifetime of this project?\n31.2. What is the level of project cash flows over the lifetime of this project? If the required return\n(i.e., discount rate) is 12%, what is the project’s NPV?\n31.3. Assume, in addition to the above, that the project requires an initial investment in net working\ncapital of $250,000, and the fixed asset will have a market value of $180,000 at the end of the\nproject.\n(31.3.1) What are the project’s cash flows?\n(31.3.2) What is the new NPV?\n23","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":23,"lines":{"from":1,"to":31}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n32  Cutting Costs\nMasters Machine Shop is considering a four-year project to improve the efficiency of its production\nfacilities. Buying a new machine press for $385,000 is estimated to result in $145,000 in annual pretax\ncost savings. The press falls in the five-year MACRS class, and it will have a salvage value of $45,000\nat the end of the project. The press also requires an initial investment in spare parts inventory of\n$20,000, along with an additional $3,100 in inventory at the end of each succeeding project year. At\nthe end of the project all working capital is recovered.\nIf the shop’s tax rate is 22% and its discount rate is 9%, should the company buy and install the\nmachine press?\nYou may assume that machine press is bought on the last day of Year 0. Further, assume that\nMACRS rules allow you to take a half-year depreciation\nin the year of acquisition\n. The MACRS\nschedule given in class and in the textbook already contain the half-year adjustment for the depreciation\npercentage shown for the first year.\nYou may find that in certain years a project generates losses. If EBIT is negative the “tax” computed\non this amount is also negative. This should be interpreted as a form of tax shield. A business could\nuse this tax shield to “cancel out” positive taxes in other parts of the business. It is also possible for\nlosses to be “carried forward” or to be “carried backward” and for taxes to be reduced for past or future\nyears. For this problem you should assume that this tax shield is usable, but you do not have to decide\nhow. Mathematically, it is just the negative of a regular tax.\n33  Scenarios\nYou are considering a new product launch. The project will cost $1,950,000, have a four-year life,\nand have no salvage value; depreciation is straight-line to zero. Sales are projected to be 210 units\nper year; price per unit will be $17,500, variable costs per unit will be $10,600, and fixed costs will be","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":24,"lines":{"from":1,"to":29}}}},{"pageContent":"$560,000 per year. The required return on the project is 12%, and the relevant tax rate is 21%.\n33.1. What is the base-case NPV?\n33.2. Based on your experience, you think the unit sales, variable cost, and fixed cost projections above\nare within\n±\n10%\n. What are the upper and lower bounds, respectively, for these projections?\nWhat are the best and worst case scenarios?  You may assume that all these variables are\nindependent. Note: Provide only the variables [inputs] that define these scenarios; do not set up\nthe corresponding full models.\n33.3. What is the cash break-even level of output for this project (ignoring taxes)?\n24","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":24,"lines":{"from":30,"to":41}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n33.4. What is the accounting break-even level of output for this project (ignoring taxes)?\n25","metadata":{"source":"docs/AEM_2241/20231023 AEM 2241 v2.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231023233419-04'00'","ModDate":"D:20231023233419-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":25},"loc":{"pageNumber":25,"lines":{"from":1,"to":6}}}}]