[{"pageContent":"AEM 2241\nFinance\nTibor J ́anosi\nFall 2023\nAEM 2241 - Finance - Prelim I\nDifferent exams had similar problems,  but the details (e.g.,  the numerical values) may have been\nslightly different.  We do not publish to all versions of all problems.  If your problem is not directly\nlisted, please solve it by analogy to the problems listed below.  If you have any questions, the course\nstaff will be happy to help.\n1  General Instructions\nThis exam contains 11 pages, and 16 questions.  Please check now that you have a complete exam.  If\nnot, ask for another copy.\nThis exam is\n\"\nclosed books, closed notes.\n\"\nHowever, a collection of useful formulas has been made\navailable to you.  You can use one of the\napproved\nfinancial calculators.  Under no circumstances can\nyou use a programmable device, including, but not limited to, calculators, tablets, phones, or laptops.\nYou are not allowed to cooperate with anybody else on this exam.  All work submitted must be\nexclusively yours.  Do not accept any assistance from, and do not provide any assistance to anybody.\nWe strongly suggest that you do\nnot\ntake your exam apart.  If you do, you\nmust\nstaple the pages\ntogether securely before you hand in your exam.  You are responsible for lost exam pages.\nYou have 75 minutes to work on the exam.  Please plan to finish on time.\n2  Finance Matters\n1.  All assumptions, conventions, and notations that we normally use can be relied without further\nexplanations.  If you use non-standard notations, explain what they mean.\n2.  Unless stated otherwise, we ask that in final answers dollar amounts be rounded to two decimals,\nand interest rates be rounded to four decimals. For example:\n$\n156,798.38,\n$\n9.75, 0.0315 = 3.15%,\n0.1425=14.25%.  For best results, consider using 4-5 decimals for intermediate answers.\n3.  Be careful to distinguish between per-period quantities, such as per-period coupon payments and\ninterest rates, and their annualized versions, which are the ones that must be typically provided\nas results.","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":1,"lines":{"from":1,"to":43}}}},{"pageContent":"as results.\n4.  Unless  we  tell  you  otherwise,  you  may  use  either  formulas  or  financial  calculators  to  solve  a\nproblem.\n5.  Whenever possible, interpret the meaning of the results in terms consistent with the problem.\n1","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":1,"lines":{"from":43,"to":47}}}},{"pageContent":"AEM 2241\nFinance\nTibor J ́anosi\nFall 2023\n.\n•\nWhen faced with a multiple choice question, circle the answer you believe to be correct.\n•\nIf you believe NONE of the numerical answers suggested is close enough (within about 1-2% or\nless), write down your own result, circle it, and indicate unambiguously that that is the result\nyou want us to consider.\nGood Luck!\n2","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":2,"lines":{"from":1,"to":13}}}},{"pageContent":"AEM 2241\nFinance\nTibor J ́anosi\nFall 2023\n1.  [5 points] Beatrice invests\n$\n1,360 in an account that pays 3 percent simple interest.  How much\nmore could she have earned over a 4-year period if the interest had been compounded annually?\n• $\n29.97\n• $\n7.49\n• $\n16.63\n• $\n26.79\n• $\n20.09\nSolution:\nWe  answer  this  question  by  taking  the  difference  between  the  total  amounts  that\nwould be/are in the accounts at the end of the 4 years:  1\n,\n360 (1 + 0\n.\n03)\n4\n−\n1\n,\n360 (1 + 0\n.\n03\n·\n4) =\n$7\n.\n4920.\n2.  [5 points] Miles invested\n$\n5,000 ten years ago and expected to have\n$\n10,000 today.  He has neither\nadded nor withdrawn any money since his initial investment.  All interest was reinvested and\ncompounded annually.  As it turns out, he only has\n$\n8,400 in his account today.  Which one of\nthe following statements must be true?\n•\nHe earned simple interest rather than compound interest.\n•\nHe earned a lower interest rate than he expected.\n•\nHe did not earn any interest on interest.\n•\nHe ignored the Rule of 72, which caused his account to decrease in value.\n•\nThe future value interest factor turned out to be higher than he expected.\nSolution:\nThe second choice is the second answer.\n3.  [5 points] Your cousin deposited\n$\n2,500 today at 6.5 percent interest for 15 years.  However, you\ncan only earn 6.25 percent interest.  How much more money must you deposit today than your\ncousin invested if you are to have the same amount saved at the end of the 15 years?  (Assume\nannual compounding on both accounts.)\n• $\n92.19\n• $\n89.70\n3","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":3,"lines":{"from":1,"to":70}}}},{"pageContent":"AEM 2241\nFinance\nTibor J ́anosi\nFall 2023\n• $\n88.78\n• $\n90.21\n• $\n93.39\nSolution:\nLet x be the additional amount that must be deposited today so that you can earn as\nmuch as your cousin.  The following equation expresses the fact that both you and your cousin\nend up with the same amount at the end of the 15-year investment period:\n(2\n,\n500 +\nx\n)\n·\n(1 + 0\n.\n0625)\n15\n= 2\n,\n500\n·\n(1 + 0\n.\n0650)\n15\nWe solve this equation to get\nx\n= 2\n,\n500\n·\n\u0014\n\u0010\n1+0\n.\n0650\n1+0\n.\n0625\n\u0011\n15\n−\n1\n\u0015\n= $89\n.\n7035.\nA simple solution using the calculator would have been possible: compute the amount the cousin\nhas at the end of 15 years.  Then, compute how much you had to deposit into the account at the\nbeginning to earn the same amount.  Finally, subtract\n$\n2,500 from this amount to get the extra\namount to be invested.\nN=15; I/Y=6.5; PV=-2,500; PMT=0; CPT FV - this computes the future value of your cousin’s\naccount.\nYou only need to update I/Y=6.25, then you hit CPT PV, followed by +/- (to make PV positive),\nthen - (minus) 2,500, then = (equal).  The answer is\n$\n89.7035.\n4.  [5 points] An amortized loan:\n•\nrequires the principal amount to be repaid in even increments over the life of the loan.\n•\nmay have equal or increasing amounts of principal repaid from each loan payment.\n•\nrequires that all interest be repaid on a monthly basis while the principal is repaid at the\nend of the loan term.\n•\nrequires that all payments be equal in amount and include both principal and interest.\n•\nrepays both the principal and the interest in one lump sum at the end of the loan term.\nSolution:\nFrom the discussion on loans, it should be clear that the correct answer is the second\none.\n4","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":4,"lines":{"from":1,"to":82}}}},{"pageContent":"AEM 2241\nFinance\nTibor J ́anosi\nFall 2023\n5.  [5 points] All else constant, which one of the following will result in the lowest present value of\na lump sum?\n•\n6 percent interest for 5 years\n•\n6 percent interest for 8 years\n•\n6 percent interest for 10 years\n•\n8 percent interest for 5 years\n•\n8 percent interest for 10 years\nSolution:\nAll else being equal,  longer investment periods yield a lower present value for the\nsame (lump sum) future value.  So option 3 yields the lowest present value among the choices\nthat involve 6% interest.  Similarly, option 5 yields the lowest present value among the choices\nthat involve 8% interest.\nNow we must choose between option 3 and 5.  But all else being equal, higher interest rates yield\nlower present values if the investment period is the same.  So option 5 is the answer.\n6.  [5 points] Consider a plain-vanilla coupon bond A, as well as bond B, identical in all respects\nto bond A, but for the fact that bond B’s coupons are double the coupons of bond A. Under\nthese  circumstances,  which  statement  below  must  be  true,  assuming  that  ordinary  economic\nconditions prevail?\n•\nThe price of bond A is the same as the price of bond B.\n•\nThe price of bond A is always greater than the price of bond B, but not as large as twice\nthe price of bond B.\n•\nThe price of bond B is always greater than that of bond A, but not as large as twice the\nprice of bond A.\n•\nThe price of bond A is at least twice as large as the price of bond B.\n•\nThe price of bond B is at least TWICE as large as the price of bond A.\n•\nWe cannot definitely tell the relationship between the price of bond A and B.\nSolution:\nIf  all  cash  flows  (both  coupons  and  principal)  had  doubled,  then  their  aggregate\npresent value (the price of the bond) would have doubled as well.  But the principal stayed the\nsame - so the present value of bond’s B cash flows, i.e., bond B’s price, will be less that twice\nthe price of bond A. On the other hand, bond B sometimes pays more than bond A (on coupon","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":5,"lines":{"from":1,"to":46}}}},{"pageContent":"the price of bond A. On the other hand, bond B sometimes pays more than bond A (on coupon\npayment dates), which means that the present value of bond B’s cash flows will be greater than\nthe present value of bond A’s cash flows.  Consequently, the price of bond B is above the price\n5","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":5,"lines":{"from":46,"to":49}}}},{"pageContent":"AEM 2241\nFinance\nTibor J ́anosi\nFall 2023\nof bond A, but below twice the price of bond A.\nA  word  (“twice”)  was  left  out  of  the  fifth  proposed  answer  when  exams  were  printed.   As  a\nconsequence, this choice of answer became acceptable (and was accepted as correct).\n7.  [5 points] Loan A is a fixed-payment loan, while loan B is a variable-payment loan; both of the\nkind discussed in class.  Assume that both loans have the same payment time periods and that\nthey also have the same per-period interest rate.  Given that the very last payment amount on\nboth these loans is identical, which of the statements below is true\nfor the last loan period\n?\n•\nThe beginning balance of both loans is the same.\n•\nLoan A has a higher beginning balance than loan B.\n•\nLoan B has a higher beginning balance than loan A.\n•\nWe cannot determine the answer from the information provided.\nSolution:\nWe re-create the last line of the amortization table for both loans:\nBB\nPayment\nInterest\nPrincipal\nEB\nX\nX\n·\n(1 +\nr\n)\nX\n·\nr\nX\n0\nLet the beginning balance be X. Since this is the last line of the amortization table, the\nprincipal paydown must also be X, and the ending balance of the loan must be 0 (if we ignore\nsmall rounding errors).  Now, interest for the loans that we discussed is always paid off at the\nend of the period; it is computed as simple interest at a rate r (same for both loans) applied to\nthe beginning balance.  Thus, the interest paid must be\nB\n·\nr\n.  The payment is always the sum\nof the interest paid and the principal paydown, thus the payment equals\nX\n·\n(1 +\nr\n).  Let the\npayment amount be P; then\nP\n=\nX\n·\n(1 +\nr\n) and\nX\n=\nP\n1+\nr\n.  We note that the reasoning above\napplies to both types of loans (for the situation described here).  Since we were told that the\npayment (P) was the same for both loans, and the interest rate (r) was the same, it follows\nthat the beginning balance (X) must also have been the same for both loans.\n8.  [5 points] You need to have\n$\n31,000 in 11 years.  You can earn an annual interest rate of 3 percent","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":6,"lines":{"from":1,"to":74}}}},{"pageContent":"$\n31,000 in 11 years.  You can earn an annual interest rate of 3 percent\nfor the first 3 years, 3.6 percent for the next 2 years, and 4.3 percent for the final 6 years.  How\nmuch do you have to deposit today?\n6","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":6,"lines":{"from":74,"to":78}}}},{"pageContent":"AEM 2241\nFinance\nTibor J ́anosi\nFall 2023\n• $\n20,623.75\n• $\n22,395.06\n• $\n18,145.87\n• $\n19,766.43\n• $\n20,531.69\nSolution:\nWe present a calculator solution. We discount in reverse temporal order: final 6 years,\nintermediate 2 years, then first 3 years. We could have applied discounting in any other order and\nwe would have gotten the same result (do you know why?).  This order of operations, however,\nprovides us with the present values of the\n$\n31,000 at times t=5, t=3, and t=0, respectively.\nN=6; I/Y=4.3; PMT=0; FV=31,000; CPT PV\nNow hit +/- to switch the sign of the just computed PV (at t=5); then hit FV\nN=2; I/Y=3.6; CPT PV (note that some TVM registers have already been set)\nHit +/- to switch the sign of the PV (at t=3); then hit FV\nN=3; I/Y=3; CPT PV (note again that some TVM registers have already been set)\nTher answer (ignoring the negative sign) is\n$\n20,531.6881.\nThe same answer could have been obtained by using discounting to compute the present value\nat time t=0:\n31\n,\n000\n(1 + 0\n.\n03)\n3\n(1 + 0\n.\n036)\n2\n(1 + 0\n.\n043)\n6\n= $20\n,\n531\n.\n6881\n.\n9.  [5 points] You made an investment of\n$\n17,000 into an account that paid you an annual interest\nrate of 4 percent for the first 6 years and 8.4 percent for the next 9 years.  What was your annual\nrate of return over the entire 15 years?\n•\n6.62 %\n•\n6.20 %\n•\n5.29 %\n•\n7.35 %\n•\n5.96 %\n7","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":7,"lines":{"from":1,"to":68}}}},{"pageContent":"AEM 2241\nFinance\nTibor J ́anosi\nFall 2023\nSolution:\nCalculator solution:\nN=6; I/Y=4; PV=-17,000; PMT=0; CPT FV (to get future value at t=6 years)\nHit +/- (to switch the sign of the future value), and hit PV\nN=9; I/Y=8.4; CPT FV (some TVM registers were already set)\nN=15; PV=-17,000; CPT I/Y to get 6.618%.\nWe computed the future value at time 15, after first obtaining the future value at time t=6.  We\nthen computed the yearly compounded interest that would have led to the same future value\nover 15 years, assuming the same initial investment of\n$\n17,000.\nWe can also use formulas to obtain the same result:\n17\n,\n000 (1 + 0\n.\n04)\n6\n(1 + 0\n.\n084)\n9\n= 17\n,\n000 (1 +\nr\n)\n15\nSolving the equation yields:\nr\n=\n\u0000\n1\n.\n04\n6\n·\n1\n.\n084\n9\n\u0001\n1\n15\n−\n1 = 6\n.\n618%.\n10.  [5  points]  One  year  ago,  the  Jenkins  Family  Fun  Center  deposited\n$\n4,700  into  an  investment\naccount for the purpose of buying new equipment four years from today.  Today, they are adding\nanother\n$\n6,500 to this account.  They plan on making a final deposit of\n$\n8,700 to the account\nnext year.  How much will be available when they are ready to buy the equipment,  assuming\nthey earn a rate of return of 8 percent?\n• $\n25,631.64\n• $\n26,708.51\n• $\n25,011.27\n• $\n25,728.32\n• $\n24,094.06\nSolution:\nWe can solve this problem in multiple ways, the following being just one of them:\nLet “now” be t=0; then a payment was made at time t=-1 and a payment will be made at time\nt=1.  The future value of the three payments at time t=1 will be 4\n,\n700\n·\n(1 + 0\n.\n08)\n2\n+ 6\n,\n500\n·\n(1 + 0\n.\n08) + 8\n,\n700.  We then compute the future value of this amount at t=4 (3 years into the\nfuture versus t=1).  We get\nh\n4\n,\n700\n·\n(1 + 0\n.\n08)\n2\n+ 6\n,\n500\n·\n(1 + 0\n.\n08) + 8\n,\n700\ni\n·\n(1 + 0\n.\n08)\n3\nThe final amount is\n$\n26,708.5146.\n8","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":8,"lines":{"from":1,"to":122}}}},{"pageContent":"AEM 2241\nFinance\nTibor J ́anosi\nFall 2023\n11.  [5 points] You just won the\n$\n48 million Ultimate Lotto jackpot.  Your winnings will be paid as\n$\n2,400,000 per year for the next 20 years.  If the appropriate interest rate is 5.7 percent, what is\nthe value of your windfall?\n• $\n29,151,329.65\n• $\n29,818,989.14\n• $\n28,210,964.18\n• $\n27,418,989.14\n• $\n26,800,415.97\nSolution:\nWe need to compute the present value of an annuity.  Lottery winnings are one of\nthe situations when annuities appear unexpectedly.  This was also mentioned in class.  We use\nthe  calculator,  but  the  standard  formula  would  have  worked  equally  well:  N=20;  I/Y=5.7%;\nPMT=2,400,000; FV=0.  We hit CPT PV to get\n$\n28,210,964.18 (we ignored the negative sign).\nThe big lottery winnings are much smaller when accounted for in present-value terms!\n12.  [5 points] You want to buy a house and will need to borrow\n$\n240,000.  The interest rate on your\nloan is 5.71 percent compounded monthly and the loan is for 25 years.  What are your monthly\nmortgage payments?\n• $\n1,496.94\n• $\n1,504.06\n• $\n1,453.92\n• $\n1,579.26\n• $\n1,521.68\nSolution:\nWe need to compute the payment (coupon) of an ordinary annuity.  The standard\nformula can also be used.\nN=300 (12\n·\n25); I/Y=0.47583 (\n5\n.\n71\n12\n); PV=240,000; FV=0.  We hit CPT PMT to get\n$\n1,504.0537\n(we ignored the sign).\n9","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":9,"lines":{"from":1,"to":58}}}},{"pageContent":"AEM 2241\nFinance\nTibor J ́anosi\nFall 2023\n13.  [5  points]  What  is  the  effective  annual  rate  for  an  annual  rate  of  16.60  percent  compounded\nmonthly?\n•\n17.66%\n•\n17.79%\n•\n18.82%\n•\n16.78%\n•\n17.92%\nSolution:\nWe use the definition given in class:\nEAR\n=\n\u0000\n1 +\n0\n.\n1660\n12\n\u0001\n12\n−\n1 = 17\n.\n923%.\n14.  [5 points] A bond that pays interest annually yields a rate of return of 6.25 percent.  The inflation\nrate for the same period is 4 percent.  What is the real rate of return on this bond?\n•\n10.25%\n•\n2.16%\n•\n1.02%\n•\n1.56%\n•\n4.00%\nSolution:\nr\n=\nR\n−\nh\n1+\nh\n=\n0\n.\n0625\n−\n0\n.\n04\n1+0\n.\n04\n= 2\n.\n163%.\n15.  [5 points] Lincoln Park Company has a bond outstanding with a coupon rate of 5.87 percent and\nsemiannual payments.  The yield to maturity is 6.9 percent and the bond matures in 13 years.\nWhat is the market price if the bond has a par value of\n$\n2,000?\n• $\n1,826.85\n• $\n1,827.86\n• $\n1,861.55\n• $\n1,825.05\n• $\n1,830.27\n10","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":10,"lines":{"from":1,"to":82}}}},{"pageContent":"AEM 2241\nFinance\nTibor J ́anosi\nFall 2023\nSolution:\nWe provide the calculator solution; the formula for the pricing of a bond could also\nbe used.\nN=26  (13\n·\n2);  I/Y=3.45  (\n6\n.\n9\n2\n);  PMT=58.70  (\n5\n.\n87%\n·\n2\n,\n000\n2\n);  FV=2,000.   We  hit  CPT  PV  to  get\n-\n$\n1,825.0512.\n16.  [5 points] Your company,  Something & Co (SCo) and Nothing,  Inc (NInc) cooperated on the\ntechology that, as it became clear by now, will surely supersede AI in the next decade.  However,\nthis was not so obvious in the past.  At some point, you inadvertently allowed NInc to unilat-\nerally license some of the patents whose ownership you shared to Other AG (OAG), a foreign\nfirm.  As a consequence, OAG has started making yearly\n$\n200,000,000 payments to NInc;  the\nfirst payment having been made exactly 5 years ago.  There will be a total of 10 such payments.\nYou  believe  that  half  of  all  these  payments,  past  and  future,  should  be  paid  to  SCo.   You\nhave been suing NInc to recover these amounts.  Unfortunately, you cannot break up the con-\ntract between NInc and OAG, nor can you get OAG to pay you directly.\nToday, just after OAG made this year’s payment, you sat down to estimate your actual losses,\nexpressed in today’s dollars.  Assuming a constant yearly interest rate of 5.9% per year, what\nwould be the amount that you would accept today as the fair value of all the license payments\nbetween NInc and OAG that form SCo’s fair share?\nSolution:\nLet us label “now” with t=0.  Then the first payment was made “5 years” ago, at time\nt=-5.  To date, including\ntoday’s\npayment, there have been 6 payments.  There will be 4 more,\nwith the last one being made in 4 years, at time t=4.  The simplest approach to this problem\nis to position ourselves at time t=-6, one year before the first payment was made, compute the\npresent  value\nP V\n−\n5\nof  the  annuity  at  that  time,  then  compute  the  future  value  (versus  time\nt=-6) at time t=0.  We do this using the calculator (formulas would work equally well):","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":11,"lines":{"from":1,"to":55}}}},{"pageContent":"t=-6) at time t=0.  We do this using the calculator (formulas would work equally well):\nN=10; I/Y=5.9; PMT=100,000,000; FV=0.  Hit CPT PV to get\nP V\n−\n5\n.\nN=6; PMT=0.  Hit CPT FV to get the final answer, which is\n$\n1,043,082,903.\nThe problem could have been solved in several other ways.  For example, you could have com-\nputed the future value of the entire annuity at time t=4, which then would have been discounted\nback to time t=0.  Alternatively, the future value at t=0 of all the payments made from t=-5 to\nt=0 (inclusive) could have been computed, then added to the present value at time t=0 of all\nfuture payments between t=1 and t=4.\nEnd of Exam\n11","metadata":{"source":"docs/AEM_2241/AEM 2241 P1 solutions.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Creator":"TeX","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231011194731-04'00'","ModDate":"D:20231011194731-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":11},"loc":{"pageNumber":11,"lines":{"from":55,"to":70}}}}]