[{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nAEM 2241 - Finance\nCourse Syllabus\nFall 2023\nInformation in this syllabus will be updated from time to time early in the semester. Some of this\nupdated information will also be reflected on Canvas. The line below will help you notice whether\nthe syllabus may have changed since you last looked at it.\nLast updated: September 22. See section Changes/Updates to the Syllabus.\n1  Course Staff\n•\nInstructor\n: Tibor Jánosi, tj13@cornell.edu.\nOffice hours schedule may change from time to time. Extra office hours will be scheduled before\nexams. Office hours will not be held during university breaks. The first office hours will be on\nTuesday, 08/29. If you have an urgent question before that, please email the instructor.\nTuesdays\nFridays\nTime\n6:30 to 7:30\n6:30 to 7:30\nLocation\nZoom\nZoom\n•\nThe Zoom information for the instructor’s office hours is given below.\n–\nhttps://cornell.zoom.us/j/98212382262?pwd=NFg2OGJ1R3hmM3A3alJFWlQ0b1QyZz09\n,\n–\nMeeting ID: 982 1238 2262; passcode: 421538.\n•\nAdministrative Assistant\n: Lisa Macleod, lmm33@cornell.edu, 446 Sage Hall.\n•\nTeaching Assistants\n: See section Teaching Assistants.\n•\nCourse web site\n:\nhttps://canvas.cornell.edu/courses/53964\n.\n2  Course Description\nThis course provides an introduction to core ideas in finance, as well as a foundation for further\nstudy.\nStudents will understand the concepts of time value of money and discounted cash flow analysis,\nand will deploy these concepts to value loans, bonds, and stocks. Different flavors of interest rates\nwill be studied, as well as discount rates, and a conceptual connection will be developed between the\nconcept of risk and the choice of a suitable discount rate.\n1","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":1,"lines":{"from":1,"to":52}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nStudents will understand how to analyze and choose among investments using the concept of net\npresent value and other investment selection methodologies. By analyzing the characteristics of the\nvarious investment selection methods students will be able to avoid the pitfalls of (otherwise widely\nused but) flawed investment criteria.\nThe concepts of idiosyncratic and systematic risk will be understood; students will develop an\nunderstanding of how idiosyncratic risk can be eliminated by the suitable choice of a diversified invest-\nment portfolio. The security market line and the Capital Asset Pricing Model will be introduced as\ntools that allow for practical construction of such portfolios.\nOnce the fundamental concepts have been understood, the course will address a number of financial\ntopics critical for corporate management, such as estimating and using the cost of capital in investment\ndecisions (and, related to this, determining the weighted average cost of capital). Decisions related\nto choosing among various sources of capital available to the corporation will be discussed. Elements\nof corporate risk management will also be presented, with emphasis on using derivatives for risk\nmanagement.\n3  Course Materials\n•\nTextbook\n(required): Stephen Ross, Randolph Westerfield, Bradford Jordan: Fundamentals of\nCorporate Finance,\n13\nth\nedition, McGraw-Hill Education. The textbook is now available on the\ncourse Canvas site, in the Course Materials section, and is included in CAMP.\nThe last day to\nopt out of CAMP for the Fall semester is September 8.\n•\nFinancial calculator\n: Lectures, problems, and exams will all involve numerical calculations.\nYou will greatly benefit from the use of a financial calculator. The instructor will use a Texas\nInstruments TI BA II Plus (Professional) device. HP Inc’s HP-12C is an acceptable alternative.\nThese devices are the only ones allowed during exams. No other calculators, including scientific,","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":2,"lines":{"from":1,"to":35}}}},{"pageContent":"These devices are the only ones allowed during exams. No other calculators, including scientific,\ngraphing, or programmable calculators, and no tablets, computers, phones, or other devices\ncapable of performing financial calculations are acceptable.  A separate handout explains the\nlogic of this decision, which is common for introductory Finance classes. Knowing how to use\na financial calculator will benefit those of you who plan to take professional certification exams\n(e.g., the Chartered Financial Analyst [CFA] exam).\n•\nFinancial press\n:  We strongly encourage you to read the financial press.  The Wall Street\nJournal, the Financial Times (for a more international perspective), the Economist, and the\nbusiness sections of large newspapers are great sources of information. Cornell makes it easy to\naccess several of these publications for free; see\nhttps://guides.library.cornell.edu/evaluate_news/getting_past_paywalls.\n2","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":2,"lines":{"from":35,"to":48}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n4  Lectures\nLectures are scheduled on Tuesdays and Thursdays, as follows:\n08:40-09:55\nStatler Hall 196\n10:10-11:25\nStatler Hall 196\nPlease attend the section you are enrolled in.\nYou will typically not be expected to read the material ahead, but you are welcome to follow the\ncourse schedule included below and skim the material in advance. The instructor may occasionally\nassign or suggest extra readings, but these will be communicated on a case-by-case basis. You are\nstrongly encouraged to participate in class discussions.  In particular, you should feel free to ask\nquestions at any time.\nWe will follow the textbook closely; however, occasional extra material may be presented, sometimes\nas a follow-up to an impromptu class discussion. This extra class material may also be tested on exams.\nIf you missed a class, it is your burden to inquire from your colleagues about any extra material that\nmay have been discussed.\nSlides will be provided on Canvas on the morning of each lecture (by about 7 AM on the day\nwhen the slides are likely to be first used, or earlier). Generally, lecture notes will span more than one\nlecture. Not all slides may be discussed and not all details from the slides may be presented in class;\nhowever,you will still be responsible to learn that material, unless the instructor stated otherwise.\nThis is a paperless course, so course materials will be distributed electronically. No course material,\nincluding lecture notes, can be distributed to parties not enrolled in the class.\nElectronic devices, including laptops, tablets, and cell phones are strongly discouraged for regular\nuse. You are expected to take notes and follow the lecture without being distracted by electronics. No\naudio or video recordings are allowed.\nExemptions to these policies may be granted on a case-by-case basis. If you need an exemption,\nplease talk to the instructor as soon as possible.","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":3,"lines":{"from":1,"to":31}}}},{"pageContent":"please talk to the instructor as soon as possible.\nIf you can find a way to display a name tag during lectures, we encourage you do to so. Absent\nthis, please remember to say your name whenever you speak up in class. With many students in the\nclass, it will be a challenge for any individual to be noticed.\nAttendance is mandatory. To the maximum extent possible, stay in the same seat every time. Front\nseats are best: you will be seen and remembered easier, and you will have an easier time following\nthe course. Attendance may be taken by the instructor a few times during the semester; the results\nmay be assumed to be typical for your presence during lectures. Attendance may take the form of a\nbrief quiz.\nIf you cannot attend a lecture, please send a brief email to Ms. Lisa Macleod\n(lmm33@cornell.edu) stating the reason and the lecture you will miss. Do this before\nclass.\nLate arrival can be highly disruptive to those already present; avoid it as much as you can. The\neasiest way to be noticed for detrimental class activity is to be systematically late. If you have to leave\nearly, choose a seat close to the exit and avoid making noise as you depart.\n3","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":3,"lines":{"from":31,"to":46}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n5  Exams\nThere will be two prelim exams.\nExams will be closed-book, closed notes. We will provide you with a formula sheet that you can\nuse during the exam. This formula sheet will be published on Canvas well in advance of the exam.\nExams will consist of a mixture of multiple-choice questions and traditional problems. Multiple-\nchoice questions will be given either full score or zero points. Traditional problems will be given full\nscore, zero points, or half of the allocated points for a “decent”, if imperfect, attempt to a solution.\nWe will schedule a review session and extra office hours before exams.\nIf you miss a prelim, the weight allocated to that exam will be reallocated; see the grading section\nfor details. Given this weight redistribution policy in case of missed prelims, we do not plan to offer\nmake-up prelims. Make-up requests for the final will be handled strictly in accordance with university\npolicy for such situations.\nThe first prelim will test material taught since the start of the semester. The second prelim will test\nmaterial taught after the first exam (with the caveat that concepts in this course build on each other,\nso some overlap is unavoidable). The final will have a composite structure: about 60% of the score\nwill be allocated to material taught after the second prelim, while 40% will be allocated to material\ntaught before the second prelim.\n6  Homework\nWe will issue 5 homeworks, all in the form of Canvas quizzes. The homeworks’ main purpose it to\nfamiliarize you with the style of multiple-choice questions and problems that you are likely to encounter\non the exams. There will be 5 homeworks, issued on the following tentative dates: 09/05, 09/15, 10/17,\n11/7, 11/21. Homeworks will be due about one week after they were issued. Dates have been chosen so\nthat there is plenty of time for you to review official solutions and make any adjustments you consider\nnecessary in advance of the exams.\n7  Grading","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":4,"lines":{"from":1,"to":29}}}},{"pageContent":"necessary in advance of the exams.\n7  Grading\nHomeworks will be allocated a total weight of 15%. The lowest relative homework score will be\ndropped. Since homeworks are good opportunities to prepare for exams, we encourage you to submit\nall homeworks rather than skipping one.\nIf you take both prelims, the better one will be allocated a weight of 25%, while the worse one will\nbe allocated a weight of 20%. The final will be allocated a weight of 40%.\nShould you take only one prelim, the exam that you missed will be allocated 0%, while the other\nprelim will be allocated 40%. The final’s weight will increase to 45% in this case.\nShould you miss both prelims, all the weight allocated to exams will be assigned to the final exam.\nUnless extenuating circumstances arise, we urge that you do not consider this latter possibility.\nBy default, you should plan to take both exams. The policy above is to provide flexibility in case\nof unforeseen extreme circumstances, not as a suggestion to skip an exam on a whim. We will not\n4","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":4,"lines":{"from":29,"to":42}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nallow for the worse prelim score to be dropped after the fact.\nRegrade requests must be submitted in writing, with a clear and concise explanation of what your\nconcern is, within a week after a grade is communicated to students.  Any regraded work may be\nexamined in its entirety, and the final grade will reflect all observations and corrections that emerge.\nClass activity is not explicitly included in the grading scheme; however, the course staff may use\nclass activity as a positive factor when assigning final grades in threshold cases. The most effective\nway to be noticed for class activity is to participate in class discussions. We may randomly test class\nattendance a few times during the semester by circulating a sign-up sheet or a very simple quiz; absent\nother information, we may assume that your presence on these dates is typical of your class attendance.\nWhile we hope that you take this course motivated primarily by a desire to learn useful material,\nfinal grades are also important. Course policies, homeworks and exams are intended to provide differ-\nentiation between students based on their knowledge so that grades can be allocated fairly. Do not\nworry about your absolute scores, but pay attention to your rank within the class.\n8  Students With Disabilities\nYour access to this course is important to us. Please request your accommodation letter early in\nthe semester, or as soon as you become registered with Student Disability Services (SDS), so that we\nhave adequate time to arrange your approved academic accommodations.\nOnce SDS approves your accommodation letter, it will be emailed to both you and the instruc-\ntor. It is your responsibility to follow up with course staff to discuss the necessary logistics of your\naccommodations.\nIf you are approved for exam accommodations, please consult with course staff at least two weeks\nbefore the scheduled exam date to confirm the testing arrangements.","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":5,"lines":{"from":1,"to":26}}}},{"pageContent":"before the scheduled exam date to confirm the testing arrangements.\nIf you experience any access barriers in this course, such as with printed content, graphics, online\nmaterials, or any communication barriers, please reach out to the instructor or your SDS counselor\nright away.\nIf you need immediate accommodations, please speak with the instructor after class or send an\nemail message to him and to SDS at sds_cu@cornell.edu.\nIf you have or think you may have a disability, please contact Student Disability Services for a\nconfidential discussion: sds_cu@cornell.edu, 607-254-4545.\n9  Academic Integrity\nStudents are expected to abide by Cornell University’s Code of Academic Integrity at all times.\nFor details, see https://theuniversityfaculty.cornell.edu/academic-integrity/.\n10  FAQ and Communication With Staff\nThis is a large class. To be effective, the course staff must focus on the best ways to help students.\n5","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":5,"lines":{"from":26,"to":39}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nThe syllabus and announcements on Canvas are the best places to find information about admin-\nistrative matters, such as lecture or exam dates and times, contact information, and similar matters.\nReview this information before you reach out, and only reach out if your question is not already\naddressed appropriately in the published materials.\nWith respect to course material, we find that sometimes students ask vague or very general ques-\ntions, or ask questions whose answers have been provided, perhaps multiple times, in lectures, in course\nmaterials shared with the class, and/or in the textbook. Do your due diligence before you reach out!\nA definition or a formula, for example, is most likely provided in the course materials, and the lecture\nnotes and textbook may even offer multiple perspectives on the material, helping your understanding.\nIf you did your due diligence, you reviewed the course material available to you, thought about the\nissues, and you still have questions, then you are encouraged to reach out to course staff. The best\nquestions are those that are specific, that come from a student who has reviewed basic definitions and\nexamples and who has spent some time trying to overcome the difficulties they wish to discuss. Such\na student understands what they do not know, and they will likely be able to remember and put into\nthe right context the information that the course staff provides when answering the questions posed.\nTry to time your messages so that you give course staff plenty of time to answer. Do not rely on\nthe assumption that an email sent over the weekend, or late at night, or an hour before an exam will\nhave a quick turn-around time.\nDetails on how to reach the TAs will be provided in section Teaching Assistants below.\n11  Communication Between Students\nThis is both a very large and a very heterogeneous class, attended by over 200 students.  We","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":6,"lines":{"from":1,"to":25}}}},{"pageContent":"This is both a very large and a very heterogeneous class, attended by over 200 students.  We\nencourage interactions between students, with the ultimate goal of better understanding the material.\nTo facilitate this, we posted a\nDiscussion\nsection on the course Canvas site. Use it! The course staff\nwill monitor the discussions and provide answers and/or feedback as needed. Student interaction on\nthis forum is encouraged.\n12  Teaching Assistants\nWe have a competent team of TAs on the staff. Changes to the TAs schedules may occur from time\nto time - if so, these will be announced through Canvas; the syllabus will also be updated accordingly.\nExtra office hours will be announced as exams approach. Unless special announcements are made,\nthere will be no office hours during Cornell vacations or holidays.\nGenerally, we ask that you write TAs collectively, using the email alias\nAEM2241-ta@\ncornell.edu\n. One TA will reply; if needed, you may continue the respective thread with\nthe person who first addressed your question.\nList of TAs, ordered by last name:\n6","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":6,"lines":{"from":25,"to":43}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nAlex Guimaraes  abg236@cornell.edu\nNate Hillenburg  nah82@cornell.edu\nJoanne Hu\nxh285@cornell.edu\nSarah Lim\nsl2226@cornell.edu\nMona Wu\nmjw326@cornell.edu\nJon Yeung\njjy43@cornell.edu\nVirtual TA office hours will be from 6:30 to 7:30 PM, as follows:\nSun\nMon\nTue\nWed\nThurs\nFri\nSat\nNate Hillenburg\n!\n!\nAlex Guimaraes\n!\n!\nInstructor\nInstructor\nVirtual TA office hours are accessible using the following Zoom meeting:\n•\nhttps://cornell.zoom.us/j/97450459229?pwd=Q2V6SnVuUk9NRWJFNnNTckIxbFh3Zz09\n,\n•\nMeeting ID: 974 5045 9229; passcode: 501986.\nIn-person TA office hours will be offered from 5:30 to 6:30 PM, as follows:\nSun\nMon\nTue\nWed\nThurs\nFri\nSat\nRoom\nWRN B50\nWRN B50\nWRN 137\nWRN B50\nSarah Lim\n!\n!\nMona Wu\n!\nJon Yeung\n!\nIn-person office hours will be offered starting on September 20.\nBefore then, these office\nhours will also be virtual; use the following Zoom information to attend:\n•\nhttps://cornell.zoom.us/j/99762492394?pwd=bUI3ZHptK1FpMHJkLzVOZ2JMQnQxdz09\n,\n•\nMeeting ID: 997 6249 2394; passcode: 551847.\n13  Course Schedule\nPlease note that the schedule in Table 1 on the following page is\ntentative\n. On the days of the two\nscheduled prelims we have not allocated topics for the class. We may use this time to answer a few last-\nminute student questions and/or to catch up with course material, if we are behind schedule. If neither\ncase arises, we may allocate these lectures to current Finance topics that provide an opportunity to\nglimpse more advanced material. We may discuss, for example, the consequences of a possible default\naffecting US government debt.\n7","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":7,"lines":{"from":1,"to":74}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nDate\nTopic\nChapter\n1\n08/22\nIntroduction to Finance\n2\n08/24\nTime Value of Money\n5\n3\n08/29\nDiscounted Cash Flow Analysis I\n6\n4\n08/31\nDiscounted Cash Flow Analysis II\n6\n5\n09/05\nDiscounted Cash Flow Analysis III\n6\n6\n09/07\nInterest Rates & Bond Valuation I\n7\n7\n09/12\nInterest Rates & Bond Valuation II\n7\n8\n09/14\nInterest Rates & Bond Valuation III\n7\n9\n09/19\nStock Valuation I\n8\n10\n09/21\nStock Valuation II\n8\n11\n09/26\nAnswer session (in class)\nExam: PHL 219, 7:30 to 8:45 PM\n12\n09/28\nNPV & Other Investment Criteria I\n9\n13\n10/03\nNPV & Other Investment Criteria II\n9\n14\n10/05\nReserved\n—\n10/10\n———\n15\n10/12\nCapital Investment Decisions I\n10\n16\n10/17\nCapital Investment Decisions II\n10\n17\n10/19\nProject Analysis & Evaluation I\n11\n18\n10/24\nProject Analysis & Evaluation II\n11\n19\n10/26\nCapital Market History\n12\n20\n10/31\nReview/Exam (evening)\n21\n11/02\nReserved\n22\n11/07\nRisk, Return, and the Security Market Line I\n13\n23\n11/09\nRisk, Return, and the Security Market Line II\n13\n24\n11/14\nRisk, Return, and the Security Market Line III\n13\n25\n11/16\nCost of Capital I\n14\n26\n11/21\nCost of Capital II\n14\n—\n11/23\n———\n27\n11/28\nRaising Capital\n15\n28\n11/30\nEnterprise Risk Management/Derivatives\n23\n29\nTBD\nFinal Exam (location TBA)\nTable 1: Tentative list of topics.\n8","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":8,"lines":{"from":1,"to":126}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n14  Changes/Updates to the Syllabus\nAll changes are listed in\nreverse temporal order\n(last change is listed first):\n•\n[09/22] The list of course TAs has been updated. There are no changes to TA office hours or\nother activities.\n•\n[09/18] Updated TA information with collective email address. Added room information for in-\nperson office hours; see section 12. Added room information for Prelim I to the Tentative list\nof topics. Emphasized request\nto email Ms. Macleod (not the instructor) in advance of\nmissed lectures\nto section 4.\n•\n[09/04] Updated TA information (see section 12). Instructor’s office hours changed (see section\n1). Added request to email Ms. Macleod in advance of missed lectures to section 4.\nLast updated on September 22, 2023.\n9","metadata":{"source":"docs/AEM_2241/20230922 AEM 2241 Syllabus.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20230922175823-04'00'","ModDate":"D:20230922175823-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":9},"loc":{"pageNumber":9,"lines":{"from":1,"to":23}}}}]