[{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nHomework 4\nSolutions\nThe solutions below are commented extensively so that you can get insights into how to\nreason when solving similar problems. Even if you had to present full solutions on paper you\nwould not be expected to provide anything remotely similar in order to get full score. Very\nconcise, correct solutions would be perfectly acceptable.\n1  Problem 1\nThis was not really a “problem,” just an acknowledgment that one will abide by Cornell’s\nrules of academic integrity.\n2  Problem 2\nWhich one of the following is an example of a sunk cost?\nAnswer\n:\nThe obvious answer is “$2,000 paid last year to rent equipment.”\n3  Problem 3\nCerda Diagnostics spent $5,000 last week repairing equipment. This week the company is\ntrying to decide whether the equipment could be better utilized by assigning it to a proposed\nproject. When analyzing the proposed project, the $5,000 should be treated as which type of\ncost?\nAnswer\n:\nThis is an example of a sunk cost.\nYou may have noted that “erosion” was listed as one of the possible answers.  It is not\nuncommon for multiple-choice questions to feature some options that are meant as a distraction\nfor unprepared candidates. It is a useful (but not fail-safe) exam-taking heuristic to assume\nthat terms that have not been discussed in class are less likely to be answers. Of course, it\nis possible that such terms were introduced in assigned readings or other relevant materials,\nso the presence of such options is also an implicit invitation for the problem solver to review\ncourse materials and/or do a bit of research on terminology. A simple web search using terms\nlike “cash flow project analysis erosion” provides an instant answer to what erosion is.\n1","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw4.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231028062622-04'00'","ModDate":"D:20231028062622-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":4},"loc":{"pageNumber":1,"lines":{"from":1,"to":35}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\n4  Problem 4\nA project is expected to generate annual revenues of $116,100, with variable costs of $74,200,\nand fixed costs of $14,700. The annual depreciation is $3,750 and the tax rate is 21 percent.\nWhat is the annual operating cash flow?\nAnswer\n:\nWe compute EBIT:\nEBIT\n=  (\nSales\n)\n−\n(\nF ixed costs\n)\n−\n(\nV ariable costs\n)\n−\n(\nDepreciation\n)\n=  116\n,\n100\n−\n14\n,\n700\n−\n74\n,\n200\n−\n3\n,\n750\n=  $23\n,\n450\n.\nThe tax applicable to this EBIT amount is\nT ax\n= (\nEBIT\n)\n·\n(\ntax rate\n) = 23\n,\n450\n·\n0\n.\n21 =\n$4\n,\n924\n.\n50\n. We can now compute OCF:\nOCF\n= (\nEBIT\n)\n−\n(\nT axes\n) + (\nDepreciation\n)\n= 23\n,\n450\n−\n4\n,\n924\n.\n50 + 3\n,\n750\n= 22\n,\n275\n.\n50\n.\nThe answer that we got is not listed, but we have a choice that comes very close ($22,276);\nin fact, this is the answer that we got rounded to the nearest dollar.\n5  Problem 5\nMyers Storage purchased a parcel of land four years ago at a cost of $112,600. Today, the\nland has a market value of $136,600. At the time of the purchase, the company spent $8,400\nto grade the land and another $11,500 to install electrical access. The company now wants to\nbuild a new facility on the site at an estimated cost of $522,700. What amount should be used\nas the initial cash flow for this project?\nAnswer\n:\nIn this problem we encounter both opportunity costs and sunk costs. Within the context\nof the problem, it does not matter how much Myers Storage paid for the land, and how much\nthey paid for improvements to the land. What matters is that the land is now worth $136,000.\nAn alternative use of the land is to sell it. If we do the project, we (obviously) do not sell the\nland, so we give up on this alternate opportunity. It thus seems reasonable to account $136,000\nas an opportunity cost that should burden the project.\n2","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw4.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231028062622-04'00'","ModDate":"D:20231028062622-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":4},"loc":{"pageNumber":2,"lines":{"from":1,"to":111}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nTo get the initial\nincremental\ncash flow for the project we reason like this: we give up the\nopportunity to make $136,000\nand\nwe spend $522,700 to build the new facility. Our total cost\nis thus 522,700+136,600=$669,300, which is the answer that we choose.\nIf you think carefully about this problem and you also remember your accounting course(s),\nyou may articulate a few related concerns.  For example, is it legitimate to allocate an op-\nportunity cost of $136,600 to the land, when there would likely be taxes and fees to be paid\non the sale, which will reduce the net cash inflow from the sale? If you posed this question,\nyou would be right - the problem ignores these issues. Why? Mainly, to keep things simple.\nMost problems that we study in this introductory course rely on heavy simplifications of reality.\nIt is a good problem-solving strategy to always focus on what is explicitly given to you and\nignore the complexity that has been silently suppressed (ignored) in order to make the problem\nmore manageable. When solving problems during the exam, do not get lost in unnecessary\ncomplexity!\n6  Problem 6\nLou Construction is looking at a new system with an installed cost of $411,500. This cost\nwill be depreciated straight-line to zero over the project’s seven-year life, at the end of which\nthe system is expected to be sold for $35,000 cash. No bonus depreciation will be taken. The\nsystem will save the firm $129,400 per year in pretax operating costs, and the system requires\nan initial investment in net working capital of $22,500. All of the net working capital will be\nrecovered at the end of the project. The tax rate is 23 percent and the discount rate is 13.2\npercent. What is the net present value of this project?\nAnswer\n:\nThis is a cost-saving project.  We solved the problem on worksheet “Problem 6” of the\nattached Excel workbook. The NPV shown on the worksheet is $84,117.66, which is very close\nto one of the choices offered ($84,117.64). We choose this answer.","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw4.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231028062622-04'00'","ModDate":"D:20231028062622-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":4},"loc":{"pageNumber":3,"lines":{"from":1,"to":34}}}},{"pageContent":"to one of the choices offered ($84,117.64). We choose this answer.\n7  Problem 7\nA proposed three-year project will require $589,000 for fixed assets, $79,000 for inventory,\nand $43,000 for accounts receivable. Accounts payable are expected to increase by $47,000.\nThe fixed assets will be depreciated straight-line to a zero book value over five years. No bonus\ndepreciation will be taken. At the end of the project, the fixed assets can be sold for $225,000.\nThe net working capital returns to its original level at the end of the project. The operating\ncash flow per year is $67,900. The tax rate is 21 percent and the discount rate is 12 percent.\nWhat is the total cash flow in the final year of the project?\n3","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw4.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231028062622-04'00'","ModDate":"D:20231028062622-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":4},"loc":{"pageNumber":3,"lines":{"from":34,"to":43}}}},{"pageContent":"AEM 2241\nFinance\nTibor Jánosi\nFall 2023\nAnswer\n:\nWe solve the problem on worksheet “Problem 7” of the attached Excel workbook; note\nthat we provided a full analysis, providing much more information than the problem actually\nrequested. We compute the cash flow at the end of year 3 to be $370,126, which is the answer\nthat we choose.\n8  Problem 8\nRussell’s is considering purchasing $697,400 of equipment for a four-year project.  The\nequipment falls in the five-year MACRS class with annual percentages of .2, .32, .192, .1152,\n.1152, and .0576 for Years 1 to 6, respectively. At the end of the project the equipment can\nbe sold for an estimated $135,000. The required return is 13.2 percent and the tax rate is 23\npercent. Assuming no bonus depreciation is taken, what is the amount of the after-tax salvage\nvalue of the equipment?\nAnswer\n:\nWe solve the problem of worksheet “Problem 8” of the attached workbook. We get that\nthe after-tax salvage value (cash flow) resulting from the sale of the equipment is $131,667.47,\nwhich is the answer that we choose.\n4","metadata":{"source":"docs/AEM_2241/2023 Fall AEM 2241 hw4.pdf","pdf":{"version":"1.10.100","info":{"PDFFormatVersion":"1.5","IsAcroFormPresent":false,"IsXFAPresent":false,"Title":"","Author":"","Subject":"","Keywords":"","Creator":"LaTeX with hyperref","Producer":"pdfTeX-1.40.24","CreationDate":"D:20231028062622-04'00'","ModDate":"D:20231028062622-04'00'","Trapped":{"name":"False"}},"metadata":null,"totalPages":4},"loc":{"pageNumber":4,"lines":{"from":1,"to":23}}}}]